{
    "changelang": {
        "uz": "Uz",
        "ru": "Ru",
        "en": "En"
    },

    "tName": {
        "uz": "So'x-Oqtepa Irrigatsiya tizimi boshqarmasi",
        "ru": "Сох-Октепинское управление ирригационных систем",
        "en": "Sokh-Oktepa Irrigation System Department"
    },
    "contactCenter": {
        "uz": "A'loqa markazi",
        "ru": "Контактный центр",
        "en": "Contact Center"
    },
    "address": {
        "uz": "Manzil",
        "ru": "Адрес",
        "en": "Address"
    },
    "tAddress": {
        "uz": "Farg'ona viloyati Qo'qon shaxri I.Buxoriy 5-uy",
        "ru": "И.Бухари 5, г.Коканд, Ферганская область",
        "en": "I.Bukhari 5, Kokand city, Fergana region"
    },
    "Boshqarma": {
        "uz": "Boshqarma",
        "ru": "Управление",
        "en": "Management"
    },
    "Yangiliklar": {
        "uz": "Yangiliklar",
        "ru": "Новости",
        "en": "News"
    },
    "YangiliklarYoshlar": {
        "uz": "Yoshlarga oid yangiliklar",
        "ru": "Молодежные новости ",
        "en": "Youth news"
    },
    "AXizmati": {
        "uz": "Axborot Xizmati",
        "ru": "Информационная служба",
        "en": "Information Service"
    },
    "Elonlar": {
        "uz": "E'lonlar",
        "ru": "Объявления",
        "en": "Announcements"
    },
    "pres": {
        "uz": "Pres Relizlar",
        "ru": "Пресс-релизы",
        "en": "Press releases"
    },
    "Mediagalereya": {
        "uz": "Mediagalereya",
        "ru": "Медиа-галерея",
        "en": "Media gallery"
    },
    "Fotogalereya": {
        "uz": "Fotogalereya",
        "ru": "Фотогалерея",
        "en": "Photo gallery"
    },
    "VideoMaterial": {
        "uz": "Video material",
        "ru": "Видео материал",
        "en": "Video material"
    },
    "Malumotlar": {
        "uz": "Ma'lumotlar",
        "ru": "Информация",
        "en": "Information"
    },
    "yoshlargaOid": {
        "uz": "Yoshlar siyosati",
        "ru": "Молодежная политика",
        "en": "Youth policy"
    },
    "Fidoiy": {
        "uz": "Suv Xo'jaligi Fidoiylari",
        "ru": "Волонтеры водного хозяйства",
        "en": "Volunteers of Water Resources"
    },
    "FidoiyT": {
        "uz": "Ikki xalq oʻrtasida xurmat topgan mehnatsevar irrigator",
        "ru": "Трудолюбивый ирригатор, уважаемый двумя народами",
        "en": "A hardworking irrigator respected by the two peoples"
    },
    "FidoiyP": {
        "uz": "Kasb tanlash-har bir inson hayotidagi eng muxum tanlovlardan biri. Oʻz kasbini fidoyilaridan biri Toʻlanov Sharofiddin Xudoberdiyevich mehnat faoliyatini 1972-yilda Oltiariq tumani Qapchigʻay temir beton zavodida betonchi vazifasida boshlagan. 1972-1974 yillarda harbiy xizmatda boʻlgan. 1975 yilda Oltiariq tumani Suv xoʻjaligi birlashmasi Boʻrbonliq gidrouchastkasida Texnik-gidrotexnik, injiner gidrotexnik, 1981 yildan Boʻrbonliq gidrouchastkasi boshligʻi vazifasida (47 yil) davomida uzuliksiz ishlab kelmoqda. Sh.Toʻlanov mehnat faoliyati davomida, butun xayotini obi-xayot serobliligiga va qishloq xoʻjaligini rivojlantirishga bagʻishlagan insonlardan biri. Sh.Toʻlanov  turmish tarzi oʻta ogʻir, nizo xafi yuqori boʻlgan Oʻzbekiston va Qirgʻiziston Respublikalari chegara xududida joylashgan, 17144 gektar erkin maydonlarini suv bilan taʼminlovchi Soʻx-Shoximardon kanali boshligʻi. Xududidagi suv va suv toʻgʻrisidagi 2011,2014,2016,2019,2020 va 2021 yillardagi katta-kichik davlatlararo suv taqchilligidagi ziddiyatli muammolarni, qoʻshni davlat mahalliy rahbarlari, mutaxassislari oqsaqollari  va xamkasblari bilan doʻstona teng manfaatlar yoʻlida hal qilishga, tinchlik va doʻstlik rishtalarini saqlab qolishga erishib kelmoqda.  Sh.Toʻlanov 2020 yilda ogʻir pandimiya sharoitida boʻlsa ham, qoʻshni davlat xududiga ekskavatorlar olib kirib Soʻx-Shoximardon kanalini 11,2 km qismini mehanik tozalashga 2021 yilda 9 dona suv inshootlarini kapital va joriy taʼmirlashga erishib, suv taʼminotini yaxshilashga munosib xissa qoʻshdi. 2021 yilda aynan u raxbarlik qilayotgan tizimdagi suv taqchil xududida 363,5 gektar paxta 48 gektar pista va 217 gektar  bogʻ maydonlarida tomchilatib sugʻorishni tashkil qilib har gektar paxta maydonidan ilgargi xosildorlikka nisbatan4-5 tsentenerdan yuqori hosil olishga erishilib kelmoqda. \n  Sh.Toʻlanov  Oʻktamjon Maxmudov, Baxromjon Kibriyayev, Vositjon Karimov, Oʻktamjon Arzimatov, Erkinjon Tursunov kabi oʻnlab shogirdlarini tuman viloyat suv xoʻjaligi tizimida samarali mehnat qilib kelmoqda. U bugungi kunda ham ish jarayonida tugʻilgan qiyinchiliklarni chidam va qatiyat, sabr va toqat bilan yengib kasbiy burchini sadoqat bilan bajarib, chegaradosh halqlarni mehrini qozanmoqda \n Ustoz Sharofiddin Toʻlanov ish faoliyatlari davomida koʻplab mukofotlar bilan taqdirlangan. Shulardan \n 1992 yilda “Oʻzbekiston suv xoʻjaligi aʼlochisi” \n 2017 yilda “Oʻzbekiston Konstituttsiyasiga 25 yil” \n 2021 yilda “Oʻzbekiston Respublikasi Mustaqilligiga 30 yil”  esdalik nishonlari berilgan. \n Soʻx-Oqtepa irrigatsiya tizimi boshqarmasi jamoasi Sharofiddin toʻlanovni bundan buyon ham yoshlarga mexribon ustoz, tashkilotchi va qattiqoʻl rahbar, chegaradosh aholi oʻrtasidagi munosabatlari koʻp yillik samarali mehnatlarini, bugungi kundagi kasbdoshlariga namuna boʻla oladigan, kasbga boʻlgan sadoqatini, chegara xududi aholisi oʻrtasidagi tinchlik, oʻzaro xurmat, bir birini tushinish insonlarni birlashtirish, suv va suv toʻgʻrisidagi katta kichik muommolarni,birgalikda doʻstona teng manfatlar yoʼlida hal qilish, yaxshi qoʻshnichilik va doʻstlik rishtalarini saqlab qolishdagi halol va fidokorona xizmatlarini davom etirishga ishonadi. Sharofiddin Toʻlanov  otalarini aytgan gaplari  kasbinga sodiq xalol ishlagin shunda hamma sendan rozi buladi bolam degan suzlarini toʻlqilanib koʻzda yosh bilan  eslab yoshlarga aytadilar ustoz suvchi kasbi orqali ikki xalq oʻrtasida izzat-xurmat topgan fidoyi inson. ",
        "ru": "Выбор профессии – один из самых важных выборов в жизни каждого человека. Один из преданных своей профессии, Туланов Шарофиддин Худобердиевич, начал свою трудовую деятельность в 1972 году бетонщиком Капчигайского железобетонного завода Алтыарыкского района. С 1972 по 1974 год служил в армии. В 1975 году работал инженером-техником-гидравликом, инженером-гидротехником Бурбонликского гидроузла Водохозяйственного объединения Алтыарыкского района, а с 1981 года работает начальником Бурбонликского гидроузла (47 лет). Ш.Туланов – один из тех, кто всю свою жизнь посвятил процветанию сельского хозяйства и развитию сельского хозяйства. Ш. Туланов является начальником канала Сох-Шохимардон, который снабжает водой 17 144 га свободных земель на границе Узбекистана и Кыргызстана, имеющих очень тяжелый образ жизни и высокий риск конфликтов. Решение конфликтных вопросов воды и воды в регионе в 2011, 2014, 2016, 2019, 2020 и 2021 годах, больших и малых межгосударственных нехваток воды, в интересах равноправия с местными руководителями, экспертами, старейшинами и коллегами соседнего государства , поддержание мира и дружбы идет. Хотя в тяжелых условиях пандемии в 2020 г. Ш. В 2021 году в маловодной зоне системы под его руководством будет орошено 363,5 га хлопчатника, 48 га фисташек и 217 га садов, а урожайность с гектара хлопка будет на 4-5 центнеров выше, чем предыдущий урожай. \n Ш. Он по-прежнему преодолевает трудности рабочего процесса упорством, настойчивостью, терпением и настойчивостью, добросовестно выполняет свои профессиональные обязанности и завоевывает любовь соседних народов. Из них в 1992 г. награжден знаком «Отличник водного хозяйства Узбекистана»,\n в 2017 г. «25 лет Конституции Узбекистана»,\n в 2021 г. «30 лет Независимости Республики Узбекистан». \n Шарофиддин Толанов, член Сох-Октепинского ирригационного управления, и дальше будет долгие годы работать добрым учителем, организатором и строгим руководителем молодежи.Уважение, взаимопонимание, вера в объединение людей, решение большие и малые проблемы воды и воды, преследование дружеских и равных интересов, поддержание добрососедства и дружбы, продолжение честного и самоотверженного служения. Слова Шарофиддина Туланова отцу: «Будь честен в своей профессии, тогда все с тобой согласятся», и со слезами на глазах рассказывают молодежи, что учитель — самоотверженный человек, заслуживший уважение двух народов своим трудом. его профессия водного человека.",
        "en": "Choosing a career is one of the most important choices in everyone’s life. One of the devotees of his profession, Tulanov Sharofiddin Khudoberdiyevich, began his career in 1972 as a concrete worker at the Kapchigay reinforced concrete plant in Oltiariq district. He served in the army from 1972 to 1974. In 1975 he worked as a technical-hydraulic engineer, hydraulic engineer at the Borbonlik hydro section of the Water Management Association of Oltiariq district, and since 1981 he has been working as the head of the Borbonlik hydro section (47 years). Sh.Tulanov is one of the people who devoted his whole life to the prosperity of agriculture and the development of agriculture. Sh. Tulanov is the head of the Sokh-Shokhimardon canal, which supplies water to 17,144 hectares of free land on the border between Uzbekistan and Kyrgyzstan, which have a very difficult lifestyle and high risk of conflict. Resolving the conflicting issues of water and water in the region in 2011,2014,2016,2019,2020 and 2021, large and small interstate water shortages, in the interests of equal interests with local leaders, experts, elders and colleagues of the neighboring state, maintaining peace and friendship is coming. Although in severe pandemic conditions in 2020, Sh. In 2021, 363.5 hectares of cotton, 48 hectares of pistachios and 217 hectares of orchards will be drip-irrigated in the water-scarce zone of the system under his leadership, and the yield per hectare of cotton will be 4-5 centners higher than the previous yield. \n Sh. He still overcomes the difficulties of the work process with perseverance, perseverance, patience and perseverance, faithfully fulfills his professional duties and earns the love of neighboring peoples. Of these, in 1992 he was awarded the \"Excellence in Water Resources of Uzbekistan\" \n in 2017 \"25 years of the Constitution of Uzbekistan\" \n in 2021 \"30 years of Independence of the Republic of Uzbekistan\". \n Sharofiddin Tolanov, a member of the Sokh-Oktepa Irrigation Department, will continue to work for many years as a kind teacher, organizer and strict leader of the youth. Respect, mutual understanding, faith in the unification of people, the solution of major and minor problems of water and water, the pursuit of friendly and equal interests, the maintenance of good neighborliness and friendship, and the continuation of honest and selfless service. Sharofiddin Tulanov's words to his father, \"Be honest in your profession, then everyone will agree with you,\" and they tell the young people with tears in their eyes that the teacher is a selfless person who has earned the respect of the two peoples through his profession as a waterman."
    },
    "maruza": {
        "uz": "Rahbariyat Maruzalari",
        "ru": "Лекции по лидерству",
        "en": "Leadership Lectures"
    },
    "faol": {
        "uz": "Suv Xo'jalik Faoliyati Tog'risida",
        "ru": "О водохозяйственной деятельности",
        "en": "On Water Management Activities"
    },
    "web": {
        "uz": "Rasmiy Web Sahifa",
        "ru": "Официальная веб-страница",
        "en": "Official Web Page"
    },
    "sorovnoma": {
        "uz": "Foydalanuvchilarning So'rovnomasi",
        "ru": "Опрос пользователей",
        "en": "User Survey"
    },
    "sorovnomaT": {
        "uz": "Axborotdan foydalanuvchilarning soʻrovnomasi asosida Soʻx-Oqtepa irrigatsiya tizimi boshqarmasi tomonidan axborotlarni taqdim etishga maʼsul shaxslar roʻyxati",
        "ru": "Перечень лиц, ответственных за предоставление информации Сох-Октепинским управлением ирригационных систем на основании опроса пользователей информации",
        "en": "List of persons responsible for providing information by Sokh-Oktepa Irrigation System Department based on a survey of information users"
    },
    "SName1": {
        "uz": "Kamolov Kenjaboy Abdugʻaniyevich",
        "ru": "Камолов Кенжабой Абдуганиевич",
        "en": "Kamolov Kenjaboy Abduganievich"
    },
    "SPosition1": {
        "uz": "Boshliq oʻrinbosari",
        "ru": "Заместитель начальника",
        "en": "Deputy Chief"
    },
    "SName2": {
        "uz": "Nazarov Fazliddin Zaylobiddinovich",
        "ru": "Назаров Фазлиддин Зайлобиддинович",
        "en": "Nazarov Fazliddin Zaylobiddinovich"
    },
    "SPosition2": {
        "uz": "Bo'lim boshligi",
        "ru": "Начальник отдела",
        "en": "Head of Department"
    },
    "SName3": {
        "uz": "Usmonov Alijon Anvarjon oʻgʻli",
        "ru": "Усманов Алиджон Анваржонович",
        "en": "Usmanov Alidjon Anvarjonovich"
    },
    "SPosition3": {
        "uz": "Foydalanish va taʼmirlash tashkil etish boʻyicha bosh mutaxassis",
        "ru": "Главный специалист по эксплуатации и ремонту",
        "en": "Chief Specialist for Operation and Maintenance"
    },
    "SName4": {
        "uz": "Xatamqulov Ilxomjon Atxamovich",
        "ru": "Хатамкулов Илхомжон Атхамович",
        "en": "Khatamkulov Ilhomjon Atkhamovich"
    },
    "SPosition4": {
        "uz": "Bosh mexanik",
        "ru": "Главный механик",
        "en": "Chief Mechanic"
    },
    "SName5": {
        "uz": "Kenjayev Mirzoulugʻ Mirzoxoshimovich",
        "ru": "Кенжаев Мирзоулуг Мирзохошимович",
        "en": "Kenjayev Mirzoulug` Mirzoxoshimovich"
    },
    "SPosition5": {
        "uz": "Kadrlar boʻyicha bosh inspektor",
        "ru": "Главный инспектор по кадрам",
        "en": "Chief Inspector of Personnel"
    },
    "SName6": {
        "uz": "Yakubov Isfandiyor Erkinovich",
        "ru": "Якубов Исфандиёр Эркинович",
        "en": "Yakubov Isfandiyor Erkinovich"
    },
    "SPosition6": {
        "uz": "Moliya xoʻjalik boʻlimi boshligʻi",
        "ru": "Начальник финансово-экономического отдела",
        "en": "Head of Finance and Economy Department"
    },
    "SName7": {
        "uz": "Yuldasheva Fotimaxon Maxmudjonovna",
        "ru": "Юлдашева Фотимаксон Махмуджоновна",
        "en": "Yuldasheva Fotimaxon Mahmudjonovna"
    },
    "SPosition7": {
        "uz": "Ish yurituvchi kotiba",
        "ru": "Исполнительный секретарь",
        "en": "Executive Secretary"
    },
    "farmon": {
        "uz": "Farmonlar",
        "ru": "Указы",
        "en": "Decrees"
    },
    "farmon1": {
        "uz": "SUV RESURSLARIDAN FOYDALANISh SOHASIDA DAVLAT BOShQARUVI VA NAZORAT TIZIMINI YaNADA TAKOMILLAShTIRISh HAMDA SUV XO‘JALIGI OB'EKTLARI XAVFSIZLIGINI TA'MINLASh ChORA-TADBIRLARI TO‘G‘RISIDA",
        "ru": "СОВЕРШЕНСТВОВАТЬ СИСТЕМУ УПРАВЛЕНИЯ И КОНТРОЛЯ В ОБЛАСТИ ИСПОЛЬЗОВАНИЯ ВОДНЫХ РЕСУРСОВ И ОБЕСПЕЧЕНИЯ БЕЗОПАСНОСТИ ВОДНЫХ ОБЪЕКТОВ",
        "en": "IMPROVE THE SYSTEM OF GOVERNANCE AND CONTROL IN THE FIELD OF USE OF WATER RESOURCES AND ENSURE THE SAFETY OF WATER FACILITIES"
    },
    "farmon2": {
        "uz": "O‘ZBEKISTON RESPUBLIKASI SUV XO‘JALIGINI RIVOJLANTIRIShNING 2020 — 2030 YILLARGA MO‘LJALLANGAN KONSEPSIYaSINI TASDIQLASh TO‘G‘RISIDA",
        "ru": "ОБ УТВЕРЖДЕНИИ КОНЦЕПЦИИ РАЗВИТИЯ ВОДНЫХ РЕСУРСОВ РЕСПУБЛИКИ УЗБЕКИСТАН НА 2020-2030 ГГ.",
        "en": "ON APPROVAL OF THE CONCEPT OF WATER RESOURCES DEVELOPMENT OF THE REPUBLIC OF UZBEKISTAN FOR 2020-2030"
    },
    "farmon3": {
        "uz": "QIShLOQ XO‘JALIGIDA YeR VA SUV RESURSLARIDAN SAMARALI FOYDALANISh ChORA-TADBIRLARI TO‘G‘RISIDA",
        "ru": "О МЕРАХ ПО ЭФФЕКТИВНОМУ ИСПОЛЬЗОВАНИЮ ЗЕМЕЛЬНЫХ И ВОДНЫХ РЕСУРСОВ В СЕЛЬСКОМ ХОЗЯЙСТВЕ",
        "en": "ON MEASURES FOR EFFICIENT USE OF LAND AND WATER RESOURCES IN AGRICULTURE"
    },
    "farmon4": {
        "uz": "QIShLOQ VA SUV XO‘JALIGI DAVLAT BOShQARUVI TIZIMINI TUBDAN TAKOMILLAShTIRISh ChORA-TADBIRLARI TO‘G‘RISIDA",
        "ru": "О МЕРАХ ПО КОНКРЕТНОМУ СОВЕРШЕНСТВОВАНИЮ СИСТЕМЫ СЕЛЬСКОГО ХОЗЯЙСТВА И УПРАВЛЕНИЯ СЕЛЬСКИМ ХОЗЯЙСТВОМ",
        "en": "ON MEASURES TO DEFINITELY IMPROVE THE SYSTEM OF AGRICULTURE AND AGRICULTURE GOVERNANCE"
    },
    "normative": {
        "uz": "Normativ Hujjatlar",
        "ru": "Нормативная документация",
        "en": "Normative Documents"
    },
    "normativeNavbar": {
        "uz": "Normativ",
        "ru": "Нормативный",
        "en": "Normative"
    },
    "normativeT": {
        "uz": "YOSHLARGA OID DAVLAT SIYOSATI TO‘G‘RISIDA",
        "ru": "О ГОСУДАРСТВЕННОЙ ПОЛИТИКЕ В ОТНОШЕНИИ МОЛОДЕЖИ",
        "en": "ON THE STATE POLICY ON YOUTH"
    },
    "dastur": {
        "uz": "Dasturlar",
        "ru": "Software",
        "en": "Программное обеспечение"
    },
    "dastur1": {
        "uz": "\"2020-yil - Ilm-maʼrifat va raqamli iqtisodiyotni rivojlantirish yili\"",
        "ru": "\"2020 - the year of education and development of the digital economy\"",
        "en": "«2020 год – год образования и развития цифровой экономики»"
    },
    "Loyihalar": {
        "uz": "Loyihalar",
        "ru": "Проекты",
        "en": "Projects"
    },
    "Loyiha1": {
        "uz": "OʻZBEKISTON RESPUBLIKASI QONUNI “GIDROTEXNIKA INShOOTLARINING XAVFSIZLIGI” TOʻGʻRISIDA (Yangi tahrir)",
        "ru": "ЗАКОН РЕСПУБЛИКИ УЗБЕКИСТАН «О БЕЗОПАСНОСТИ ГИДРОТЕХНИКИ» (Новая редакция)",
        "en": "LAW OF THE REPUBLIC OF UZBEKISTAN ON \"SAFETY OF HYDRAULIC ENGINEERING\" (New edition)"
    },
    "Hujjatlar": {
        "uz": "Hujjatlar",
        "ru": "Документы",
        "en": "Documents"
    },
    "FooterAddress": {
        "uz": " Farg’ona viloyati, Bag’dod tumani, Bag’dod shaxarchasi 25-uy.",
        "ru": "Ферганская область, Багдадский район, город Багдад, дом 25.",
        "en": "Fergana region, Baghdad district, Baghdad town, house 25"
    },
    "iFraganus": {
        "uz": "Barcha huquqlar himoyalangan 2021-2022",
        "ru": "Все права защищены 2021-2022",
        "en": "All rights reserved 2021-2022"
    },
    "Interaktiv": {
        "uz": "Interaktiv",
        "ru": "Интерактивный",
        "en": "Interactive"
    },
    "Alert": {
        "uz": "So'rovingiz qabul qilindi !",
        "ru": "Ваш запрос принят!",
        "en": "Your request has been accepted!"
    },
    "AlertNot": {
        "uz": "So'rovingiz qabul qilinmadi !",
        "ru": "Ваш запрос не принят!",
        "en": "Your request has not been accepted!"
    },
    "Jismoniy": {
        "uz": "Jismoniy Va Yuridik Shaxslar Murojati",
        "ru": "Обращение физических и юридических лиц",
        "en": "Appeal of Individuals and Legal Entities"
    },
    "JismoniyT": {
        "uz": "Sirdaryo-So‘x irrigasiya tizimlari xavza boshqarmasi xuzuridagi So‘x-Oqtepa irrigasiya tizimi boshqarmasi rahbariyatining jismoniy va yuridik shaxslarni",
        "ru": "Физические и юридические лица Сох-Октепинского управления ирригационных систем Сырдарьинско-Сохского бассейнового управления ирригации",
        "en": "Individuals and legal entities of the Sokh-Oktepa Irrigation System Department under the Syrdarya-Sokh Irrigation Basin Department"
    },
    "JismoniyJ": {
        "uz": "Qabul qilish jadvali",
        "ru": "График приема",
        "en": "Reception Schedule"
    },
    "HeadDepartment": {
        "uz": "Boshqarma boshligi",
        "ru": "Начальник отдела",
        "en": "Head of Department"
    },
    "JismoniyJ1": {
        "name": {
            "uz": "Xoshimov Ilxomjon Inomovich",
            "ru": "Хошимов Илхомжон Иномович",
            "en": "Hoshimov Ilhomjon Inomovich"
        },
        "day": {
            "uz": "Xaftani  dushanba juma kuni",
            "ru": "Неделя с понедельника по пятницу",
            "en": "The week is Monday through Friday"
        },
        "time": {
            "uz": "Soat 8:00 dan 10:00 gacha",
            "ru": "с 8:00 до 10:00",
            "en": "8:00 a.m. to 10:00 p.m."
        }
    },
    "JismoniyJ2": {
        "name": {
            "uz": "Kamolov Kenjaboy Abdug‘anievich",
            "ru": "Камолов Кенжабой Абдуганиевич",
            "en": "Kamolov Kenjaboy Abduganievich"
        },
        "day": {
            "uz": "Xaftani  seshanba  payshanba  kuni",
            "ru": "Неделя со вторника по четверг",
            "en": "The week is Tuesday through Thursday"
        },
        "time": {
            "uz": "Soat 8:00 dan 10:30 gacha",
            "ru": "с 8:00 до 10:30",
            "en": "8:00 a.m. to 10:30 p.m."
        }
    },
    "HeadDepartmentDeputy": {
        "uz": "Boshliq  o‘rinbosari",
        "ru": "Заместитель начальника",
        "en": "Deputy Chief"
    },
    "OQonun": {
        "uz": "O‘zbekiston Respublikasining Qonuni",
        "ru": "Закон Республики Узбекистан",
        "en": "Law of the Republic of Uzbekistan"
    },
    "OQonunT": {
        "uz": "«Jismoniy va yuridik shaxslarning murojaatlari to‘g‘risida»gi O‘zbekiston Respublikasi qonuniga o‘zgartish va qo‘shimchalar kiritish haqida",
        "ru": "О внесении изменений и дополнений в Закон Республики Узбекистан \"Об обращениях физических и юридических лиц\"",
        "en": "On amendments and additions to the Law of the Republic of Uzbekistan \"On appeals of individuals and legal entities\""
    },
    "OQonunText": {
        "uz": "Qonunchilik palatasi tomonidan 2017 yil 15 avgustda qabul qilingan \n Senat tomonidan 2017 yil 24 avgustda maʼqullangan \n 1-modda. Oʻzbekiston Respublikasining 2014 yil 3 dekabrda qabul qilingan “Jismoniy va yuridik shaxslarning murojaatlari toʻgʻrisida”gi OʻRQ-378-sonli Qonuniga (Oʻzbekiston Respublikasi Oliy Majlisi palatalarining Axborotnomasi, 2014 yil, № 12, 340-modda) oʻzgartish va qoʻshimchalar kiritilib, uning yangi tahriri tasdiqlansin (ilova qilinadi). \n 2-modda. Oʻzbekiston Respublikasi Vazirlar Mahkamasi: \n hukumat qarorlarini ushbu Qonunga muvofiqlashtirsin; \n  davlat boshqaruvi organlari ushbu Qonunga zid boʻlgan oʻz normativ-huquqiy hujjatlarini qayta koʻrib chiqishlari va bekor qilishlarini taʼminlasin; \n ushbu Qonunning ijrosini, ijrochilarga yetkazilishini hamda mohiyati va ahamiyati aholi oʻrtasida tushuntirilishini taʼminlasin. \n 3-modda. Ushbu Qonun rasmiy eʼlon qilingan kundan eʼtiboran kuchga kiradi. \n Ushbu Qonun “Xalq soʻzi” gazetasining 2017 yil 12 sentyabrdagi 182 (6876)-sonida eʼlon qilingan. \n Oʻzbekiston Respublikasining Prezidenti Sh. MIRZIYOYEV \n Toshkent sh., \n 2017 yil 11 sentabr, \n OʻRQ-445-son \n Oʻzbekiston Respublikasining Qonuni \n Jismoniy va yuridik shaxslarning murojaatlari toʻgʻrisida \n (yangi tahriri) \n 1-bob. Umumiy qoidalar \n 1-modda. Ushbu Qonunning maqsadi va qoʻllanilish sohasi \n Ushbu Qonunning maqsadi davlat organlari va davlat muassasalariga (bundan buyon matnda davlat organlari deb yuritiladi), shuningdek ularning mansabdor shaxslariga jismoniy va yuridik shaxslarning murojaatlari (bundan buyon matnda murojaatlar deb yuritiladi) sohasidagi munosabatlarni tartibga solishdan iborat. \n Qonunning amal qilishi davlat ishtirokidagi tashkilotlarga va fuqarolarning oʻzini oʻzi boshqarish organlariga (bundan buyon matnda tashkilotlar deb yuritiladi) nisbatan ham tatbiq etiladi. \n Ushbu Qonunning amal qilishi: \n Oldingi tahrirga qarang. \n koʻrib chiqish tartibi maʼmuriy javobgarlik toʻgʻrisidagi, fuqarolik protsessual, jinoyat-protsessual, jinoyat-ijroiya, iqtisodiy protsessual qonun hujjatlari va boshqa qonunlar bilan belgilangan murojaatlarga; \n (1-moddaning uchinchi qismi ikkinchi xatboshisi Oʻzbekiston Respublikasining 2018 yil 29 yanvarrdagi OʻRQ-463-sonli Qonuni tahririda — Qonun hujjatlari maʼlumotlari milliy bazasi, 30 01.2018 y., 03/18/463/0634-son — 2018 yil 1 apreldan kuchga kiradi) \n davlat organlarining, shuningdek ular tarkibiy boʻlinmalarining oʻzaro yozishmalariga nisbatan tatbiq etilmaydi. \n 2-modda. Murojaatlar toʻgʻrisidagi qonun hujjatlari \n  Murojaatlar toʻgʻrisidagi qonun hujjatlari ushbu Qonun va boshqa qonun hujjatlaridan iboratdir. 3-modda. Asosiy tushunchalar \n Ushbu Qonunda quyidagi asosiy tushunchalar qoʻllaniladi: \n ariza — huquqlarni, erkinliklarni va qonuniy manfaatlarni amalga oshirishda yordam koʻrsatish toʻgʻrisidagi iltimos bayon etilgan murojaat; \n taklif — davlat va jamiyat faoliyatini takomillashtirishga doir tavsiyalarni oʻz ichiga olgan murojaat; \n  shikoyat — buzilgan huquqlarni, erkinliklarni tiklash va qonuniy manfaatlarni himoya qilish toʻgʻrisidagi talab bayon etilgan murojaat; \n elektron murojaat — belgilangan tartibda axborot-kommunikatsiya texnologiyalari vositasida berilgan, shu jumladan davlat organining, tashkilotning rasmiy veb-saytiga joylashtirilgan murojaat, real vaqt rejimida axborot-kommunikatsiya texnologiyalaridan foydalangan holda berilgan ogʻzaki murojaatlar bundan mustasno; \n takroriy murojaat — ayni bir jismoniy yoki yuridik shaxsdan kelib tushgan, uning avvalgi murojaati yuzasidan qabul qilingan qaror ustidan shikoyat qilinayotgan yoki boshqacha tarzda norozilik bildirilayotgan, shuningdek, agar takroriy murojaat kelib tushgan paytga kelib qonun hujjatlarida belgilangan koʻrib chiqish muddati tugagan boʻlsa, ilgarigi murojaati oʻz vaqtida koʻrib chiqilmaganligi toʻgʻrisida xabar qilinayotgan murojaat; \n anonim murojaat — jismoniy shaxsning familiyasi (ismi, otasining ismi), uning yashash joyi toʻgʻrisidagi maʼlumotlar yoki yuridik shaxsning toʻliq nomi, uning joylashgan yeri (pochta manzili) toʻgʻrisidagi maʼlumotlar koʻrsatilmagan yoxud ular haqida yolgʻon maʼlumotlar koʻrsatilgan murojaat, shuningdek uni identifikatsiya qilish imkoniyatini bermaydigan elektron murojaat yoxud imzo bilan tasdiqlanmagan yozma murojaat; \n murojaatning dublikati — ayni bir jismoniy yoki yuridik shaxs murojaatining koʻchirma nusxasi; \n ommaviy qabul — davlat organi rahbarining yoki bu borada vakolat berilgan mansabdor shaxsining jismoniy shaxslar va yuridik shaxslarning vakillari bilan ommaviy uchrashuvlarida murojaatlarni qabul qilishga doir harakati; \n videokonferentsaloqa — uzoqda joylashgan bir nechta abonentlarning real vaqt rejimida audio- va videoaxborot almashish imkoniyati bilan axborot-kommunikatsiya texnologiyalaridan foydalangan holda interaktiv hamkorlik qilishi; \n davlat ishtirokidagi tashkilot — ustav fondida davlat ulushi mavjud boʻlgan tijorat tashkiloti yoxud toʻliq yoki qisman davlat organi tomonidan tashkil etilgan yoki taʼsis etilgan notijorat tashkiloti. \n 4-modda. Murojaatlarni koʻrib chiqishning asosiy printsiplari \n Murojaatlarni koʻrib chiqishning asosiy printsiplari quyidagilardan iborat: \n qonuniylik; \n murojaatlarni oʻz vaqtida va toʻliq koʻrib chiqish; \n murojaatlarga nisbatan talablarning bir xilligi; \n jismoniy va yuridik shaxslarning huquqlari, erkinliklari va qonuniy manfaatlariga rioya etilishi; \n murojaatlarni koʻrib chiqishda byurokratizm va sansalorlikka yoʻl qoʻyilmasligi; \n murojaatlarni koʻrib chiqishda davlat organlari, tashkilotlar va ular mansabdor shaxslari faoliyatining shaffofligi. \n 5-modda. Murojaatlarning shakllari va turlari \n Murojaatlar ogʻzaki, yozma yoxud elektron shaklda boʻlishi mumkin. \n Arizalar, takliflar va shikoyatlar murojaatlarning turlari hisoblanadi. \n Murojaatlar, ularning shakli va turidan qatʼi nazar, bir xil ahamiyatga ega boʻladi. \n 6-modda. Murojaatlarga qoʻyiladigan talablar \n Jismoniy shaxsning murojaatida jismoniy shaxsning familiyasi (ismi, otasining ismi), uning yashash joyi toʻgʻrisidagi maʼlumotlar koʻrsatilgan boʻlishi kerak. \n Yuridik shaxsning murojaatida yuridik shaxsning toʻliq nomi, uning joylashgan yeri (pochta manzili) toʻgʻrisidagi maʼlumotlar koʻrsatilgan boʻlishi kerak. \n Jismoniy va yuridik shaxsning murojaatida davlat organining, tashkilotning aniq nomi, murojaat yuborilayotgan mansabdor shaxsning lavozimi va (yoki) familiyasi (ismi, otasining ismi) koʻrsatilgan, shuningdek murojaatning mohiyati bayon etilgan boʻlishi kerak. \n Murojaatlarda murojaat etuvchilarning elektron pochta manzili, aloqa telefonlari va fakslari raqamlari koʻrsatilishi mumkin. \n Murojaatlar davlat tilida va boshqa tillarda berilishi mumkin. \n Yozma murojaat murojaat etuvchi jismoniy shaxsning imzosi yoki murojaat etuvchi yuridik shaxs vakolatli shaxsining imzosi bilan tasdiqlangan boʻlishi lozim. Jismoniy shaxsning yozma murojaatini murojaat etuvchining imzosi bilan tasdiqlash imkoni boʻlmagan taqdirda, bu murojaat uni yozib bergan shaxsning imzosi bilan tasdiqlanib, uning familiyasi (ismi, otasining ismi) ham qoʻshimcha ravishda yozib qoʻyilishi kerak. \n Murojaat etuvchilarning vakillari orqali berilgan murojaatlarga ularning vakolatlarini tasdiqlovchi hujjatlar ilova qilinadi. \n 7-modda. Murojaatlar va ommaviy axborot vositalari \n Ommaviy axborot vositalari tahririyatlaridan kelib tushgan murojaatlar ushbu Qonunda nazarda tutilgan tartibda va muddatlarda koʻrib chiqiladi. \n Ommaviy axborot vositalariga yoʻllangan murojaatlardan ommaviy axborot vositalari toʻgʻrisidagi qonun hujjatlariga muvofiq jamoatchilik fikrini oʻrganish va aks ettirish uchun foydalanilishi mumkin. \n 8-modda. Jismoniy shaxslarni va yuridik shaxslarning vakillarini qabul qilish \n Davlat organlarida, tashkilotlarda, shuningdek ularning mansabdor shaxslari tomonidan jismoniy shaxslarni va yuridik shaxslarning vakillarini qabul qilish tashkil etiladi. \n Jismoniy shaxslarning va yuridik shaxslar vakillarining shaxsiy qabulini oʻtkazuvchi davlat organlarining, tashkilotlarning rahbarlari yoki boshqa mansabdor shaxslari har qanday masalalar, shu jumladan oʻz vakolatlariga kirmaydigan masalalar boʻyicha murojaat etilganda qabulni rad etishga haqli emas, ushbu moddaning uchinchi qismida nazarda tutilgan hollar bundan mustasno. \n Jismoniy shaxslarni va yuridik shaxslarning vakillarini qabul qilish, agar ularning shunday xususiyatga ega boʻlgan avvalgi murojaati boʻyicha qaror qabul qilingan va bu haqda ularga ushbu Qonunda belgilangan tartibda xabar qilingan boʻlsa, rad etilishi mumkin. \n 9-modda. Jismoniy shaxslarni va yuridik shaxslarning vakillarini qabul qilish tartibi \n Jismoniy shaxslarni va yuridik shaxslarning vakillarini qabul qilish davlat organining, tashkilotning rahbari yoki boshqa mansabdor shaxsi tomonidan amalga oshiriladi. Buning uchun davlat organlarida, tashkilotlarda maxsus tarkibiy boʻlinmalar tashkil etilishi mumkin, qabul uchun masʼul boʻlgan mansabdor shaxslar belgilanadi. \n Davlat organlarining rahbarlari yoki bu borada vakolat berilgan boshqa mansabdor shaxslari tomonidan jismoniy shaxslarning va yuridik shaxslar vakillarining sayyor shaxsiy qabullari, shuningdek ommaviy qabullar tashkil etilishi mumkin. \n Jismoniy shaxslarni va yuridik shaxslarning vakillarini qabul qilish belgilangan kun va soatlarda, qabul qilish jadvaliga muvofiq oʻtkaziladi. \n Qabul qilish jadvali va uni oʻtkazish vaqti, joyi hamda qabulga oldindan yozilish toʻgʻrisidagi axborot, qabul qilish tartibi ularni davlat organlarining rasmiy veb-saytlarida eʼlon qilish, shuningdek ularning maʼmuriy binosida hamma kirishi mumkin boʻlgan joylardagi stendlarga yoki boshqa texnik vositalarga joylashtirish orqali manfaatdor shaxslar eʼtiboriga yetkaziladi. \n Jismoniy shaxslarning va yuridik shaxslar vakillarining sayyor shaxsiy qabullari, shuningdek ommaviy qabullar, zarur boʻlgan hollarda, qabul qilish jadvallaridan tashqari oʻtkazilishi mumkin. Ommaviy qabul hovlilarga (kvartiralarga), boshqa binolarga va joylarga birma-bir kirib chiqish orqali ham oʻtkazilishi mumkin. \n Agar qabul davomida bayon etilgan masalalarni hal etish davlat organining, tashkilotning yoki ular mansabdor shaxsining vakolatlariga kirmasa, tegishli mansabdor shaxslar murojaat etuvchiga murojaatda bayon etilgan masalalarni hal etish uchun qaysi organga yoki tashkilotga murojaat qilish lozimligini tushuntirishi kerak. \n Shaxsiy qabul davomida davlat organi, tashkilot rahbarining qaroriga koʻra va murojaat etuvchiga bu haqda xabar bergan holda maxsus texnika vositalari (audio- va videoyozuv, shuningdek fotosuratga olish) qoʻllanilishi mumkin. \n Jismoniy shaxs ogʻzaki murojaat etayotganda oʻz shaxsini tasdiqlovchi hujjatni, yuridik shaxsning vakili esa oʻz vakolatlarini tasdiqlaydigan va oʻz shaxsini tasdiqlovchi hujjatni koʻrsatishi kerak, ommaviy qabul vaqtida kelib tushgan murojaatlar bundan mustasno. \n Ogʻzaki murojaatlar real vaqt rejimida axborot-kommunikatsiya texnologiyalaridan foydalangan holda, shu jumladan davlat organlarining, tashkilotlarning ishonch, tezkor aloqa telefonlari orqali va videokonferentsaloqa vositasida ham berilishi mumkin. \n Videokonferentsaloqa vositasida qabul qilish tartibi Oʻzbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadi. \n 2-bob. Xalq qabulxonalari va virtual qabulxonalar \n 10-modda. Oʻzbekiston Respublikasi Prezidentining Xalq qabulxonalari va Virtual qabulxonasi Oʻzbekiston Respublikasi Prezidentining Xalq qabulxonalari va Virtual qabulxonasi davlat organlari, tashkilotlar va ularning mansabdor shaxslari tomonidan murojaatlarning samarali koʻrib chiqilishini tashkil etish maqsadida Oʻzbekiston Respublikasi Prezidenti tomonidan tuziladi. \n Oʻzbekiston Respublikasi Prezidentining Xalq qabulxonalari yuridik shaxs maqomiga ega boʻlmaydi. \n Oʻzbekiston Respublikasi Prezidentining Xalq qabulxonalari tizimini quyidagilar tashkil etadi: \n Oʻzbekiston Respublikasi Prezidentining Xalq qabulxonasi; \n Oʻzbekiston Respublikasi Prezidentining Qoraqalpogʻiston Respublikasi, viloyatlar va Toshkent shahridagi Xalq qabulxonalari; \n  Oʻzbekiston Respublikasi  Prezidentining tumanlar va shaharlardagi (tumanga boʻysunuvchi shaharlardan tashqari) Xalq qabulxonalari. \n Oʻzbekiston Respublikasi Prezidentining Virtual qabulxonasi kelib tushayotgan murojaatlarni axborot-kommunikatsiya texnologiyalari yordamida qabul qilish, toʻplash, tasniflash va tizimlashtirish, shuningdek ularning toʻliq, oʻz vaqtida hamda sifatli koʻrib chiqilishi ustidan monitoring va nazoratni amalga oshirish imkonini beruvchi axborot tizimi hisoblanadi. \n 11-modda. Oʻzbekiston Respublikasi Prezidenti Xalq qabulxonalarining va Virtual qabulxonasining asosiy vazifalari \n Oʻzbekiston Respublikasi Prezidenti Xalq qabulxonalarining va Virtual qabulxonasining asosiy vazifalari quyidagilardan iborat: \n aholi bilan toʻgʻridan-toʻgʻri muloqotni tashkil etish, ularning huquqlari, erkinliklari hamda qonuniy manfaatlarini toʻlaqonli himoya qilishga qaratilgan, murojaatlar bilan ishlashning samarali tizimi faoliyatini taʼminlash; \n murojaat qilishga oid konstitutsiyaviy huquqning soʻzsiz amalga oshirilishi uchun sharoitlar yaratish; \n Oʻzbekiston Respublikasi Prezidentining Xalq qabulxonalariga va Virtual qabulxonasiga kelib tushgan murojaatlarning toʻliq, xolisona va oʻz vaqtida koʻrib chiqilishini tashkil etish; \n Oʻzbekiston Respublikasi Prezidentining Xalq qabulxonalariga va Virtual qabulxonasiga kelib tushgan hamda tegishliligi boʻyicha davlat organlariga, tashkilotlarga yuborilgan murojaatlarning koʻrib chiqilishi ustidan tizimli monitoring va nazoratni amalga oshirish; \n jismoniy shaxslarning va yuridik shaxslar vakillarining qabullarini oʻtkazish, shu jumladan videokonferentsaloqa vositasida oʻtkazish; \n Oʻzbekiston Respublikasi Prezidentining Xalq qabulxonalariga va Virtual qabulxonasiga kelib tushayotgan murojaatlarni qayd etish,  umumlashtirish, tizimlashtirish, ularni koʻrib chiqish ustidan monitoring va nazorat qilish boʻyicha elektron axborot tizimini joriy etish hamda yuritish orqali murojaatlar bilan ishlashda zamonaviy axborot-kommunikatsiya texnologiyalaridan keng foydalanish. \n 12-modda. Oʻzbekiston Respublikasi Prezidenti Xalq qabulxonalarining huquq va majburiyatlari Oʻzbekiston Respublikasi Prezidentining Xalq qabulxonalari quyidagi huquqlarga ega: davlat organlari, tashkilotlar bilan hamkorlikni amalga oshirish, ulardan oʻz vakolatiga kiruvchi masalalar yuzasidan hujjatlarni va axborotni soʻrash hamda olish; \n  zarur hollarda, murojaatlarni koʻrib chiqish natijalari yuzasidan qabul qilingan qarorlarning ijrosini joylarga chiqib oʻrganish; \n  murojaatlarni koʻrib chiqish tartibini takomillashtirish toʻgʻrisida davlat organlariga tashkilotlarga takliflar kiritish; \n murojaatlarni koʻrib chiqish tartibi va muddatlarini buzgan, shuningdek murojaatlarni koʻrib chiqish natijalari yuzasidan qabul qilingan qarorlarning ijrosini taʼminlamagan shaxslarni javobgarlikka tortish boʻyicha takliflar kiritish. \n Oʻzbekiston Respublikasi Prezidentining Xalq qabulxonalari qonun hujjatlariga muvofiq boshqa huquqlarga ham ega boʻlishi mumkin. \n Oʻzbekiston Respublikasi Prezidentining Xalq qabulxonalari: \n ushbu Qonun talablariga rioya etishi; \n  murojaatlar bilan ishlashda mavjud axborot tizimidan foydalanishi; \n  axborot xavfsizligi talablariga rioya etishi; \n oʻz dasturiy-apparat vositalarining uzluksiz ishlashini taʼminlashi; \n navbatda turishning elektron boshqaruvi tizimi samarali ishlashini va maʼmuriy jihatdan boshqarilishini, murojaat etuvchilarning soni ularning toifalari va tegishli sohalar boʻyicha muayyan davr uchun (kun, hafta, oy) lozim darajada hisobga olinishini taʼminlashi shart. \n Oʻzbekiston Respublikasi Prezidentining Xalq qabulxonalari zimmasida qonun hujjatlariga muvofiq boshqa majburiyatlar ham boʻlishi mumkin. \n 13-modda. Oʻzbekiston Respublikasi Prezidentining Virtual qabulxonasi tomonidan murojaatlarga doir masalalar boʻyicha real vaqt rejimida maslahatlar berish \n Oʻzbekiston Respublikasi Prezidentining Virtual qabulxonasi negizida turli tarmoqlar va faoliyat sohalaridan malakali mutaxassislarni maslahatchilar sifatida jalb etgan holda, murojaatlarga doir masalalar boʻyicha jismoniy va yuridik shaxslarga real vaqt rejimida maslahat berish amalga oshiriladi. \n Oʻzbekiston Respublikasi Prezidentining Virtual qabulxonasi negizida real vaqt rejimida maslahat berish, bir tomondan, maslahatchilar oʻrtasida, shuningdek boshqa tomondan, oʻzini qiziqtiradigan masala yuzasidan tezkor tartibda axborot olish istagida boʻlgan jismoniy va yuridik shaxslar oʻrtasida axborot ayirboshlash yoʻli bilan taʼminlanadi. \n 14-modda. Davlat organlarining, tashkilotlarning va ular mansabdor shaxslarining virtual qabulxonalarini tashkil etish \n Aholi bilan toʻgʻridan-toʻgʻri muloqotni tashkil etish, murojaatlarning koʻrib chiqilishi ustidan tizimli monitoring va nazoratni amalga oshirish, shuningdek murojaatlar bilan ishlashda zamonaviy axborot-kommunikatsiya texnologiyalaridan foydalanish maqsadida davlat organlari, tashkilotlar va ular mansabdor shaxslari oʻz virtual qabulxonalarini tashkil etishi mumkin. \n  Virtual qabulxonalar qaysi davlat organi,tashkilot yoki ularning qaysi mansabdor shaxslari tomonidan tuzilgan boʻlsa, oʻsha davlat organi, tashkilot yoki ularning mansabdor shaxslari nomidan faoliyat koʻrsatadi. \n 3-bob. Jismoniy va yuridik shaxslarning murojaat etish huquqlari kafolatlari \n  15-modda. Murojaat etish huquqini amalga oshirish kafolatlari \n Jismoniy va yuridik shaxslarga davlat organlariga, tashkilotlarga va ularning mansabdor shaxslariga yakka tartibda yoki jamoa boʻlib murojaat etish huquqi kafolatlanadi. \n Murojaat etish huquqi ixtiyoriy amalga oshiriladi. Hech kim biron-bir murojaatni himoya qilishga yoxud unga qarshi qaratilgan harakatlarda ishtirok etishga majbur qilinishi mumkin emas. \n Murojaat etish huquqining amalga oshirilishi boshqa jismoniy va yuridik shaxslarning huquqlarini, erkinliklarini hamda qonuniy manfaatlarini, shuningdek jamiyat va davlat manfaatlarini buzmasligi kerak. \n Xorijiy davlatlarning jismoniy va yuridik shaxslari, fuqaroligi boʻlmagan shaxslar Oʻzbekiston Respublikasi davlat organlariga, tashkilotlariga va ularning mansabdor shaxslariga ushbu Qonunga muvofiq murojaat etish huquqiga ega. \n 16-modda. Murojaat etish huquqidan foydalanilayotganda kamsitishga yoʻl qoʻyilmasligi  Murojaat etish huquqidan foydalanilayotganda jismoniy shaxsning jinsi, irqi, millati, tili, dini, ijtimoiy kelib chiqishi, eʼtiqodi, shaxsiy va ijtimoiy mavqeiga, shuningdek yuridik shaxslarning mulk shakli, joylashgan yeri (pochta manzili), tashkiliy-huquqiy shakllariga va boshqa holatlariga qarab kamsitishga yoʻl qoʻyilmaydi. \n 17-modda. Murojaat etilganda huquqlar, erkinliklar va qonuniy manfaatlarga rioya etilishining kafolatlari \n  Davlat organlari, tashkilotlar va ularning mansabdor shaxslari murojaatlarni koʻrib chiqishda Oʻzbekiston Respublikasining Konstitutsiyasi hamda qonunlari talablariga rioya etishi, ularning toʻliq, xolisona va oʻz vaqtida koʻrib chiqilishi uchun choralar koʻrishi, jismoniy va yuridik shaxslarning buzilgan huquqlari, erkinliklari tiklanishini hamda qonuniy manfaatlari himoya qilinishini taʼminlash boʻyicha oʻz vakolatlari doirasida choralar koʻrishi shart. \n  18-modda. Murojaatlarni qabul qilish va koʻrib chiqish kafolatlari \n Murojaatlar davlat organlari, tashkilotlar va ularning mansabdor shaxslari tomonidan qabul qilinishi va koʻrib chiqilishi shart, ushbu Qonunning 29 va 30-moddalarida nazarda tutilgan hollar bundan mustasno. \n 19-modda. Murojaatlar munosabati bilan ayon boʻlib qolgan maʼlumotlarning oshkor etilmasligi kafolatlari \n Murojaatlarni koʻrib chiqishda jismoniy shaxslarning shaxsiy hayoti, yuridik shaxslarning faoliyati toʻgʻrisidagi maʼlumotlar ularning roziligisiz, shuningdek davlat sirini yoxud qonun bilan qoʻriqlanadigan boshqa sirni tashkil etuvchi maʼlumotlarning va, agar bu jismoniy va yuridik shaxslarning huquqlari, erkinliklari hamda qonuniy manfaatlarini kamsitadigan boʻlsa, boshqa axborotning davlat organlari, tashkilotlar xodimlari va ular mansabdor shaxslari tomonidan oshkor etilishiga yoʻl qoʻyilmaydi. \n  Jismoniy va yuridik shaxs toʻgʻrisidagi, murojaatga taalluqli boʻlmagan maʼlumotlarni aniqlashga yoʻl qoʻyilmaydi. \n Jismoniy shaxsning iltimosiga koʻra uning shaxsiga doir biron-bir maʼlumot oshkor etilmasligi kerak. \n 20-modda. Jismoniy va yuridik shaxslarning murojaatlari munosabati bilan ular xavfsizligining kafolatlari \n Jismoniy shaxsni, uning vakilini, ularning oila aʼzolarini, yuridik shaxsni, uning vakilini va yuridik shaxs vakilining oila aʼzolarini ular oʻz huquqlari, erkinliklari hamda qonuniy manfaatlarini roʻyobga chiqarish yoki himoya qilish maqsadida davlat organlariga, tashkilotlarga va ularning mansabdor shaxslariga murojaat etganligi, shuningdek murojaatlarda oʻz fikrini bildirganligi va tanqid qilganligi munosabati bilan taʼqib etish man etiladi.  4-bob. Murojaatlarni berish va ularni koʻrib chiqish tartibi \n 21-modda. Murojaatlarni berish tartibi \n Murojaatlar ularda qoʻyilgan masalalarni hal etish oʻz vakolati doirasiga kiradigan davlat organiga, tashkilotga yoki ularning mansabdor shaxsiga bevosita yoxud boʻysunuv tartibida yuqori turuvchi organga beriladi. \n Jismoniy va yuridik shaxslar murojaatni mustaqil ravishda berishga, shuningdek bu boradagi vakolatni oʻz vakiliga berishga yoxud murojaatni pochta aloqasi vositalari orqali yoki elektron shaklda yuborishga haqli. Voyaga yetmaganlar, muomalaga layoqatsiz va muomala layoqati cheklangan shaxslarning manfaatlarini koʻzlab murojaatlar ularning qonuniy vakillari tomonidan qonun hujjatlarida nazarda tutilgan tartibda berilishi mumkin. \n Murojaatga u boʻyicha ilgari qabul qilingan mavjud qarorlar yoki ularning koʻchirma nusxalari, shuningdek uni koʻrib chiqish uchun zarur boʻlgan boshqa hujjatlar ilova qilinishi mumkin, mazkur hujjatlar qaytarilmaydi, murojaat etuvchi ularni qaytarish haqida yozma ariza bergan hollar bundan mustasno. Koʻrsatib oʻtilgan hujjatlar murojaat taalluqliligi boʻyicha boshqa davlat organiga, tashkilotga yoki ularning mansabdor shaxsiga yuborilganda murojaatga ilova qilinishi kerak. \n Murojaat pochta aloqa vositasi orqali konvertda kelib tushganda konvertda murojaat va unga ilovalar mavjudligi tekshiriladi. Konvertda murojaat mavjud boʻlmasa yoki u shikastlangan boʻlsa, shuningdek murojaatda koʻrsatilgan ilovalar mavjud boʻlmasa, dalolatnoma tuzilib, uning bir nusxasi murojaat etuvchiga konvertda koʻrsatilgan manzil boʻyicha yuboriladi. 22-modda. Murojaatlarni berish muddatlari \n  Murojaatlarni berish muddatlari, qoida tariqasida, belgilanmaydi. Ayrim hollarda, agar davlat organining, tashkilotning yoki ular mansabdor shaxslarining murojaatni koʻrib chiqish boʻyicha imkoniyatlariga, jismoniy va yuridik shaxslarning huquqlari, erkinliklari hamda qonuniy manfaatlarini oʻz vaqtida amalga oshirish va himoya qilishni taʼminlash zaruratiga bogʻliq boʻlsa, shuningdek qonunlarda nazarda tutilgan boshqa asoslarga koʻra murojaatni berish muddati belgilanishi mumkin. \n Boʻysunuv tartibida yuqori turuvchi organga ariza yoki shikoyat jismoniy yoki yuridik shaxsga uning huquqlari, erkinliklari hamda qonuniy manfaatlarini buzuvchi harakat (harakatsizlik) sodir etilganligi yoxud qaror qabul qilinganligi maʼlum boʻlgan paytdan eʼtiboran uzogʻi bilan bir yildan kechiktirmay beriladi. \n Ariza yoki shikoyat berishning uzrli sababga koʻra oʻtkazib yuborilgan muddati arizani yoki shikoyatni koʻrib chiquvchi davlat organi, tashkilot yoki ularning vakolat berilgan mansabdor shaxsi tomonidan tiklanadi. \n   23-modda. Murojaatlar boʻyicha ish yuritish \n   Davlat organi, tashkilot yoki ularning mansabdor shaxsiga kelib tushgan murojaat oʻsha kunning oʻzida, ish vaqti tugaganidan keyin kelib tushgan taqdirda esa, keyingi ish kuni roʻyxatdan oʻtkazilishi kerak. \n   Murojaatni roʻyxatdan oʻtkazishni rad etishga yoʻl qoʻyilmaydi. \n   Davlat organlarida, tashkilotlarda murojaatlarni roʻyxatdan oʻtkazish daftari yuritilib, unda murojaatning tartib raqami va kelib tushgan sanasi, murojaat etuvchi jismoniy shaxsning familiyasi (ismi, otasining ismi), yuridik shaxsning nomi, murojaatning qisqacha mazmuni, ijrosi toʻgʻrisidagi belgi, shuningdek boshqa maʼlumotlar koʻrsatiladi. \n   Davlat organlari, tashkilotlar murojaatlar bilan ishlashda elektron hujjat aylanishi tizimini joriy etishi mumkin. \n   Davlat organining rahbariga yoki vakolat berilgan mansabdor shaxsiga ommaviy qabullar vaqtida tushgan va joyida hal etilgan ogʻzaki murojaatlarni roʻyxatdan oʻtkazish talab qilinmaydi. Bunda jismoniy shaxsning yoki yuridik shaxs vakilining familiyasi (ismi, otasining ismi), uning yashash joyi toʻgʻrisidagi maʼlumotlar, murojaatning qisqacha mazmuni, shuningdek uni koʻrib chiqish natijasi ommaviy qabul bayonnomasida koʻrsatiladi. \n   Murojaatni roʻyxatdan oʻtkazish va koʻrib chiqish boʻyicha ish yuritish qonun hujjatlarida belgilangan tartibda amalga oshiriladi. \n   24-modda.Murojaatlarni koʻrib chiqish tartibi \n   Davlat organiga, tashkilotga yoki ularning mansabdor shaxslariga kelib tushgan murojaatlar shu organ, tashkilot tomonidan yoki murojaatlarni koʻrib chiqish boʻyicha zimmasiga majburiyatlar yuklatilgan mansabdor shaxslar tomonidan koʻrib chiqiladi. \n   Davlat organiga, tashkilotga kelib tushgan murojaatlar boʻysunuv tartibida quyi turuvchi boʻlinmalarga ham yuborilishi mumkin. \n   Agar murojaatda davlat organlari,tashkilotlarning bir nechta tarkibiy boʻlinmalariga taalluqli masalalar mavjud boʻlsa, ularning barchasi murojaatni koʻrib chiqish boʻyicha ijrochilar etib belgilanadi. Ijrochilar oʻrtasida birinchi koʻrsatilgan tarkibiy boʻlinma murojaatning koʻrib chiqilishini boshqa tarkibiy boʻlinmalar bilan birgalikda taʼminlaydi. \n   Murojaatni toʻliq, xolisona va oʻz vaqtida koʻrib chiqish uchun qoʻshimcha maʼlumotlar, maʼlumotnomalar va materiallarga zarurat paydo boʻlgan taqdirda, mazkur murojaatni koʻrib chiqayotgan davlat organi, tashkilot yoki ularning mansabdor shaxslari murojaat etuvchidan, shuningdek oʻz vakolatlari doirasida boshqa davlat organlaridan, boshqa tashkilotlardan va mansabdor shaxslardan qoʻshimcha axborotni soʻrab olishi mumkin. Agar axborot davlat sirini yoki qonun bilan qoʻriqlanadigan boshqa sirni tashkil etuvchi maʼlumotlarni oʻz ichiga olgan boʻlmasa, jismoniy va yuridik shaxslarning huquqlari, erkinliklari hamda qonuniy manfaatlariga, jamiyat va davlat manfaatlariga zarar yetkazmasa, davlat organlari, tashkilotlar va mansabdor shaxslar oʻzlaridan soʻralayotgan axborotni oʻn kun ichida taqdim etishi shart. \n   Murojaatlarni koʻrib chiqayotgan davlat organi, tashkilot yoki ularning mansabdor shaxslari zarur hollarda, murojaatning joyning oʻziga borib koʻrib chiqilishini taʼminlashi mumkin. Agar murojaatda qoʻyilgan masalalar xoʻjalik yurituvchi subʼektlar faoliyatiga daxldor boʻlsa, ularning vakillari murojaatlarni koʻrib chiqishda ishtirok etish uchun davlat organlari tomonidan oʻz vakolatlari doirasida jalb etiladi. \n   Agar murojaatni koʻrib chiqishda xoʻjalik yurituvchi subʼektlarning faoliyatini tekshirish, shu jumladan moliyaviy-xoʻjalik faoliyatini tekshirish (taftish qilish) zarurati yuzaga kelsa, tekshirish qonun hujjatlariga muvofiq amalga oshiriladi. \n   25-modda. Ayrim murojaatlarni koʻrib chiqish tartibi \n   Takroriy murojaatlar umumiy asoslarda koʻrib chiqiladi, ushbu Qonunning 30-moddasida koʻrsatilgan hollar bundan mustasno. \n   Qoʻyilgan masalalarni hal etish oʻzining vakolati doirasiga kirmaydigan davlat organiga, tashkilotga yoki ularning mansabdor shaxslariga kelib tushgan murojaatlar besh kunlik muddatdan kechiktirmay tegishli organlarga, boshqa tashkilotlarga va mansabdor shaxslarga yuborilib, bu haqda murojaat etuvchiga yozma yoxud elektron shaklda xabar qilinadi. Bunda kelib tushgan elektron murojaat elektron shaklda yuborilishi mumkin. \n   Murojaatlarni koʻrib chiqish uchun asossiz ravishda boshqa davlat organlariga, tashkilotlarga oʻtkazish yoxud qarorlari yoki harakatlari (harakatsizligi) ustidan shikoyat qilinayotgan organlarga, tashkilotlarga yoki mansabdor shaxslarga yuborish taqiqlanadi. \n   Agar murojaatlarda ularni tegishli davlat organlariga, tashkilotlarga yoki mansabdor shaxslarga yuborish uchun zarur maʼlumotlar mavjud boʻlmasa, bu murojaatlar murojaat etuvchiga besh kunlik muddatdan kechiktirmay asoslantirilgan tushuntirish bilan qaytariladi. \n   Agar murojaatni koʻrib chiqish davomida murojaatning dublikati kelib tushsa, mazkur murojaat avval kelib tushgan murojaat bilan birgalikda koʻrib chiqiladi. \n   Agar murojaatning dublikati murojaat koʻrib chiqilganidan va javob yuborilganidan keyin kelib tushsa, bu haqda davlat organi, tashkilot yoki ularning mansabdor shaxslari murojaat etuvchini tegishli tartibda xabardor qiladi. \n   Murojaatlarning turlariga kiritilmagan xatlarni (tashakkurnomalar, tabriknomalar, taklifnomalar, fikr-mulohazalarni) koʻrib chiqish davlat organlari, tashkilotlar va ularning mansabdor shaxslari tomonidan ularning oʻz ixtiyoriga koʻra amalga oshiriladi. \n   26-modda. Murojaat etuvchini eshitish \n   Murojaatni koʻrib chiqayotgan davlat organi, boshqa tashkilot yoki ularning mansabdor shaxslari oʻz tashabbusiga koʻra yoxud murojaat etuvchining iltimosiga koʻra uni eshitishni tashkil etishi mumkin. \n   Davlat organi, tashkilot yoki ularning mansabdor shaxslari murojaat etuvchiga murojaatda koʻtarilgan masalalar boʻyicha oʻz fikrini bildirish va murojaat boʻyicha qoʻshimcha axborot taqdim etish imkoniyatini beradi. Davlat organi, tashkilot yoki ularning mansabdor shaxslari murojaat etuvchini eshitishga ekspertlarni, mutaxassislarni va manfaatdor tashkilotlarning vakillarini jalb etishi mumkin. \n   27-modda. Murojaatlarga javoblar \n   Murojaatlarni koʻrib chiqish natijalariga koʻra davlat organi, tashkilot yoki ularning mansabdor shaxslari tomonidan qaror qabul qilinadi, bu haqda murojaat qiluvchiga darhol yozma yoki elektron shaklda xabar qilinadi. \n   Murojaatga javobni davlat organining, tashkilotning rahbari yoki ularning mansabdor shaxsi imzolaydi. \n   Jamoaviy murojaatlarga javob, agar murojaatda javobni boshqa shaxsga yuborish talab etilmagan boʻlsa, murojaat qiluvchilarning roʻyxatida birinchi koʻrsatilgan shaxsga yuboriladi. Murojaat, agar unda qoʻyilgan barcha masalalar ushbu Qonun talablariga muvofiq koʻrib chiqilgan va murojaat qiluvchiga tegishli javob yuborilgan taqdirda, koʻrib chiqilgan hisoblanadi. \n   Murojaatlarga javoblar mumkin qadar murojaat etilgan tilda bayon qilinadi, javoblar murojaatda koʻrsatilgan har bir masala boʻyicha vajlarni inkor etuvchi yoki tasdiqlovchi aniq asoslarni (zaruratga qarab qonun hujjatlari normalariga havolalar qilingan holda) oʻz ichiga olgan boʻlishi kerak. \n   Ommaviy qabullar vaqtida davlat organining rahbariga yoki vakolat berilgan boshqa mansabdor shaxsiga kelib tushgan va joyida hal etilgan ogʻzaki murojaatlarga yozma javob yoki elektron shakldagi javob talab etilmaydi. \n   28-modda. Murojaatlarni koʻrib chiqish muddatlari \n   Ariza yoki shikoyat masalani mazmunan hal etishi shart boʻlgan davlat organiga, tashkilotga yoki ularning mansabdor shaxsiga kelib tushgan kundan eʼtiboran oʻn besh kun ichida, qoʻshimcha oʻrganish va (yoki) tekshirish, qoʻshimcha hujjatlarni soʻrab olish talab etilganda esa, bir oygacha boʻlgan muddatda koʻrib chiqiladi. \n   Ariza va shikoyatlarni koʻrib chiqish uchun tekshirish oʻtkazish, qoʻshimcha materiallarni soʻrab olish yoxud boshqa chora-tadbirlar koʻrish zarur boʻlgan hollarda, ularni koʻrib chiqish muddatlari tegishli davlat organining, tashkilotning rahbari tomonidan istisno tariqasida uzogʻi bilan bir oyga uzaytirilishi mumkin, bu haqda murojaat etuvchiga xabar qilinadi. \n   Taklif davlat organiga, tashkilotga yoki ularning mansabdor shaxsiga kelib tushgan kundan eʼtiboran bir oygacha boʻlgan muddatda koʻrib chiqiladi, qoʻshimcha oʻrganishni talab etadigan takliflar bundan mustasno boʻlib, bu haqda taklifni kiritgan jismoniy yoki yuridik shaxsga oʻn kunlik muddatda yozma shaklda xabar qilinadi. \n   29-modda. Murojaatlarni koʻrmay qoldirish \n   Quyidagi murojaatlar koʻrib chiqilmaydi: \n  anonim murojaatlar; \n   jismoniy va yuridik shaxslarning vakillari orqali berilgan murojaatlar, ularning vakolatini tasdiqlovchi hujjatlar mavjud boʻlmagan taqdirda; \n   mazkur Qonunda belgilangan boshqa talablarga muvofiq boʻlmagan murojaatlar. \n   Murojaatlar koʻrmay qoldirilganda tegishli xulosa tuziladi, u davlat organining, tashkilotning rahbari yoki ularning vakolat berilgan mansabdor shaxsi tomonidan tasdiqlanadi. \n   Jismoniy va yuridik shaxs vakilining vakolatini tasdiqlovchi hujjatlar mavjud emasligi sababli murojaatlar koʻrmay qoldirilganligi toʻgʻrisida murojaat qiluvchi tegishli tartibda xabardor qilinadi. \n   30-modda. Murojaatlarni koʻrib chiqishni tugatish \n   Murojaatlarni koʻrib chiqish quyidagi hollarda tugatiladi: \n   agar takroriy murojaatlarda yangi vajlar yoki yangidan ochilgan holatlar keltirilmagan boʻlsa, ilgarigi murojaat materiallarida esa tekshiruvlarning toʻla-toʻkis materiallari mavjud boʻlsa va murojaat qiluvchiga belgilangan tartibda javoblar berilgan boʻlsa; \n   agar murojaat qiluvchi oʻz murojaatini belgilangan tartibda chaqirib olgan boʻlsa yoki uni koʻrib chiqishni tugatish toʻgʻrisida iltimos qilgan boʻlsa; \n   yashash joyi, turgan joyi (pochta manzili), elektron pochta manzili yoki boshqa rekvizitlari oʻzgarganligi toʻgʻrisida oʻz vaqtida xabardor qilmaganligi tufayli chaqirishning imkoni yoʻqligi sababli murojaatni murojaat qiluvchining ishtirokisiz koʻrib chiqish imkoniyati boʻlmaganda; \n   murojaatni murojaat qiluvchining ishtirokisiz koʻrib chiqish imkoniyati mavjud emasligi sababli, davlat organi, tashkilot yoki ularning mansabdor shaxsi tomonidan chaqirilgan murojaat qiluvchi kelmay qolgan taqdirda; \n   agar murojaat qiluvchi jismoniy shaxs vafot etganidan soʻng murojaatni koʻrib chiqish huquqiy vorislikka yoʻl qoʻymasa. \n   Murojaatni koʻrib chiqishni tugatish toʻgʻrisidagi qarorni davlat organining, tashkilotning rahbari yoki ularning vakolat berilgan mansabdor shaxsi qabul qiladi. \n   Takroriy murojaatni koʻrib chiqish ushbu modda birinchi qismining ikkinchi xatboshisiga muvofiq tugatilganda, murojaat qiluvchi takroriy murojaatning asossizligi va ushbu masala yuzasidan u bilan yozishmalar tugatilishi toʻgʻrisida yozma ravishda xabardor qilinadi. Yozishmalar olib borish tugatilgan murojaat qiluvchidan takroriy murojaat kelib tushgan taqdirda, bunday murojaatni koʻrib chiqish murojaat qiluvchini bu haqda xabardor qilmasdan tugatiladi. \n   Murojaatni koʻrib chiqish uni chaqirib olish toʻgʻrisidagi ariza boʻyicha tugatilganda murojaat murojaat qiluvchiga davlat organining, tashkilotning yoki ular mansabdor shaxsining xati bilan birga uch kun ichida qaytariladi. Murojaatni chaqirib olish toʻgʻrisidagi ariza qonun buzilishlarini aniqlash va bartaraf etish yuzasidan chora-tadbirlar koʻrilishini istisno etmaydi. \n   Murojaat qiluvchi chaqirilgan jismoniy shaxsning yoki yuridik shaxs vakilining kelmay qolganligi sababli murojaatni koʻrib chiqishni tugatish toʻgʻrisida tegishli tartibda xabardor qilinadi. \n   31-modda. Murojaatga javobni tushuntirish va uni tuzatish \n   Jismoniy yoki yuridik shaxsning iltimosiga koʻra murojaatni koʻrib chiqqan davlat organi, tashkilot va ularning mansabdor shaxslari murojaatga javobni uning mazmunini oʻzgartirmasdan tushuntirishi, shuningdek yoʻl qoʻyilgan xatolar va arifmetik xatolarni oʻz tashabbusiga koʻra yoki murojaat qiluvchining iltimosiga koʻra, murojaatga javobning mazmuniga daxl qilmagan holda tuzatishi shart. \n   Murojaat qiluvchining murojaatga javobni tushuntirish va uni tuzatish toʻgʻrisidagi iltimosi u kelib tushgan kundan eʼtiboran oʻn kun ichida koʻrib chiqiladi. \n   5-bob. Murojaatlarni koʻrib chiqishda jismoniy va yuridik shaxslarning huquqlari, davlat organlarining, tashkilotlarning va ular mansabdor shaxslarining huquqlari va majburiyatlari \n 32-modda. Murojaatlarni koʻrib chiqishda jismoniy va yuridik shaxslarning huquqlari \n   Murojaatlar davlat organlari, tashkilotlar va ularning mansabdor shaxslari tomonidan koʻrib chiqilayotganda jismoniy va yuridik shaxslar quyidagi huquqlarga ega: \n   murojaatni koʻrib chiqishning borishi toʻgʻrisida axborot olish; \n   vajlarni shaxsan bayon etish va tushuntirishlar berish; \n   murojaatni tekshirish materiallari va uni koʻrib chiqish natijalari bilan tanishish; \n qoʻshimcha materiallar taqdim etish yoki bunday materiallarni boshqa organlardan talab qilib olish toʻgʻrisida iltimos qilish; \n   advokat yordamidan foydalanish; \n   murojaatni koʻrib chiqishni tugatish toʻgʻrisida yoxud murojaatga javobni tushuntirish va (yoki) uni tuzatish toʻgʻrisida iltimos qilish; \n   oʻz murojaatini u koʻrib chiqilguniga qadar va koʻrib chiqilayotgan paytda murojaat boʻyicha qaror qabul qilinguniga qadar yozma yoki elektron shaklda ariza berish yoʻli bilan chaqirib olish; \n   murojaatni qabul qilishni yoki koʻrib chiqishni qonunga xilof ravishda rad etganlik ustidan boʻysunuv tartibida yuqori turuvchi organga yoki bevosita sudga shikoyat qilish. \n Jismoniy va yuridik shaxslar qonun hujjatlariga muvofiq boshqa huquqlarga ham ega boʻlishi mumkin. \n   33-modda. Murojaatlarni koʻrib chiqishda davlat organining, tashkilotning va ular mansabdor shaxslarining huquqlari va majburiyatlari \n  Murojaatlarni koʻrib chiqishda davlat organi, tashkilot va ularning mansabdor shaxslari quyidagi huquqlarga ega: \n  murojaatni koʻrib chiqish uchun zarur boʻlgan axborotni belgilangan tartibda soʻrash va olish;  murojaat qiluvchi yoki boshqa shaxs yoʻqligida murojaatni koʻrib chiqish mumkin boʻlmaganda yoxud murojaatni eshitish uchun uni chaqirish; \n   bila turib yolgʻon maʼlumotlar koʻrsatilgan murojaatni tekshirish sababli yetkazilgan xarajatlarning oʻrnini qoplash toʻgʻrisida sudga murojaat qilish. \n   Davlat organi, tashkilot va ularning mansabdor shaxslari qonun hujjatlariga muvofiq boshqa huquqlarga ham ega boʻlishi mumkin. \n   Davlat organi, tashkilot va ularning mansabdor shaxslari: \n   murojaatlar toʻgʻrisidagi qonun hujjatlari talablariga rioya etishi; \n   murojaat qiluvchiga uning huquqlari, erkinliklari va qonuniy manfaatlariga daxldor hujjatlar, qarorlar va boshqa materiallar bilan tanishib chiqish imkoniyatini, agar ular davlat siri yoki qonun bilan qoʻriqlanadigan boshqa sir boʻlgan maʼlumotlarni oʻz ichiga olmasa, jismoniy va yuridik shaxslarning huquqlari, erkinliklari va qonuniy manfaatlariga, jamiyat va davlat manfaatlariga zarar yetkazmasa, taʼminlashi; \n   murojaat etuvchiga koʻrib chiqish natijalari hamda qabul qilingan qaror haqida murojaat koʻrib chiqilganidan soʻng yozma yoxud elektron shaklda darhol xabar qilishi, ommaviy qabullar vaqtida tushgan va joyida hal qilingan ogʻzaki murojaatlar bundan mustasno; \n   murojaat yuzasidan qabul qilingan qaror ustidan, agar jismoniy yoki yuridik shaxs ushbu qarorga rozi boʻlmasa, shikoyat berish tartibini tushuntirishi; \n   murojaatni koʻrib chiqish natijalariga koʻra qabul qilingan qarorning ijrosini nazorat qilishi; \n qonunga xilof harakatlarni (harakatsizlikni) bartaraf etish yuzasidan darhol chora-tadbirlar koʻrishi, jismoniy va yuridik shaxslarning huquqlari, erkinliklari va qonuniy manfaatlari buzilishini keltirib chiqaruvchi sabablar va sharoitlarni oʻz vakolatlari doirasida aniqlashi; \n   jismoniy shaxs, uning vakili, ularning oila aʼzolari, yuridik shaxs, uning vakili va yuridik shaxs vakilining oila aʼzolari ularning murojaatlari sababli taʼqib etilishini belgilangan tartibda bartaraf etishi; \n   agar jismoniy yoki yuridik shaxsga uning huquqlari, erkinliklari hamda qonuniy manfaatlari buzilishi natijasida moddiy zarar yoki maʼnaviy ziyon yetkazilgan boʻlsa, qonunda belgilangan tartibda moddiy zararning oʻrnini qoplash yoki maʼnaviy ziyonni kompensatsiya qilish choralarini koʻrishi shart. \n   Davlat organlari murojaatlar bilan ish olib boruvchi oʻz xodimlarini oʻqitadi va uch yilda kamida bir marta ularning malakasini oshiradi. Davlat organlarining murojaatlar bilan ish olib boruvchi xodimlariga nisbatan qoʻyiladigan talablar, shuningdek ularni oʻqitish va malakasini oshirish tartibi Oʻzbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadi. \n   Davlat organi, tashkilot va ular mansabdor shaxslarining zimmasida qonun hujjatlariga muvofiq boshqa majburiyatlar ham boʻlishi mumkin. \n   34-modda. Murojaatlarning koʻrib chiqilishini monitoring va nazorat qilish \n Davlat organlarining, tashkilotlarning rahbarlari yoki vakolat berilgan boshqa mansabdor shaxslari oʻz tuzilmaviy boʻlinmalari tomonidan murojaatlarning koʻrib chiqilishi ustidan doimiy monitoring va nazoratni amalga oshiradi, ularning toʻliq, xolisona va oʻz vaqtida koʻrib chiqilishini taʼminlash choralarini koʻradi. \n   Murojaat u qaysi rahbar yoki vakolat berilgan boshqa mansabdor shaxs tomonidan nazoratga olingan boʻlsa, oʻsha shaxs tomonidan nazoratdan va ijrodan olinadi. \n   Oraliq javoblar berilgan va toʻliq koʻrib chiqilmagan murojaatlar nazoratdan olinmaydi. \n 35-modda. Murojaatlarni umumlashtirish va tahlil qilish \n   Davlat organlari, tashkilotlar va ularning mansabdor shaxslari kelib tushgan murojaatlarning statistik hisobini yuritadi. Statistik hisobga olishda kelib tushgan, koʻrib chiqilgan, qanoatlantirilgan, qanoatlantirish rad etilgan, koʻrmay qoldirilgan murojaatlarning soni, shuningdek murojaatlar bilan ishlashga bogʻliq boʻlgan boshqa maʼlumotlar nazarda tutilishi kerak.\n   Davlat organlari, tashkilotlar va ularning mansabdor shaxslari har chorakda murojaatlarni umumlashtiradi va tahlil qiladi. \n   Davlat organlari murojaatlarni umumlashtirish va tahlil qilish natijalariga koʻra maʼlumotnomalar (sharhlar) tuzadi, ularda murojaatlar bilan ishlashning umumiy koʻrsatkichlari, murojaatlarda tez-tez koʻtarilgan masalalar, murojaatlarni koʻrib chiqish yakunlari boʻyicha aniqlangan asosiy kamchiliklar va qoida buzarliklar, jismoniy va yuridik shaxslarning huquqlari, erkinliklari va qonuniy manfaatlari, shuningdek jamiyat va davlat manfaatlari buzilishini keltirib chiqaruvchi sabablarni bartaraf etish maqsadida koʻrilgan chora-tadbirlar aks ettiriladi. \n   Murojaatlarni umumlashtirish va tahlil qilish natijalariga koʻra tuzilgan maʼlumotnomalar (sharhlar) tegishli davlat organlarining rasmiy veb-saytlarida eʼlon qilinadi. \n   6-bob. Yakunlovchi qoidalar \n   36-modda. Nizolarni hal etish \n   Jismoniy va yuridik shaxslarning murojaatlari sohasidagi nizolar qonun hujjatlarida belgilangan tartibda hal etiladi. \n   37-modda. Moddiy zararning oʻrnini qoplash va maʼnaviy ziyonni kompensatsiya qilish \n   Jismoniy yoki yuridik shaxsning arizasi, shikoyati ana shu murojaatlar boʻyicha qonunga xilof qarorlar qabul qilgan davlat organi, tashkilot va ularning mansabdor shaxslari tomonidan qanoatlantirilgan taqdirda, ariza yoki shikoyat berish va uni koʻrib chiqish bilan bogʻliq zararning oʻrni, arizani, shikoyatni koʻrib chiqish uchun tegishli davlat organining, tashkilotning, shuningdek ular mansabdor shaxslarining talabiga koʻra joylarga borish munosabati bilan qilingan xarajatlarning hamda ana shu vaqt ichida yoʻqotilgan ish haqining oʻrni murojaat etuvchiga sud tartibida qoplanadi. Sud tartibida maʼnaviy ziyon ham kompensatsiya qilinishi mumkin. \n   Jismoniy yoki yuridik shaxsning arizasini yoxud shikoyatini koʻrib chiqishda qonun talablari buzilganligi munosabati bilan unga yetkazilgan moddiy zararning oʻrnini qoplash va maʼnaviy ziyonni kompensatsiya qilish sifatida davlat organi, tashkilot tomonidan toʻlangan mablagʻlar aybdor shaxsdan regress tartibida undirib olinishi mumkin. \n   38-modda. Murojaatlar toʻgʻrisidagi qonun hujjatlarini buzganlik uchun javobgarlik  Murojaatlar toʻgʻrisidagi qonun hujjatlarini buzganlik, xuddi shuningdek tuhmat va haqoratdan iborat murojaat berganlik belgilangan tartibda javobgarlikka sabab boʻladi. \n   (Oʻzbekiston Respublikasi qonun hujjatlari toʻplami, 2017 y.,  37-son, 977-modda; Qonun hujjatlari maʼlumotlari milliy bazasi, 30.01.2018 y., 03/18/463/0634-son) \n   «Jismoniy va yuridik shaxslarning murojaatlari to‘g‘risida»gi O‘zbekiston Respublikasi qonuniga o‘zgartish va qo‘shimchalar kiritish haqida \n Jismoniy shaxslarni va yuridik shaxslarning vakillarini qabul qilish tartibi \n Jismoniy shaxslarni va yuridik shaxslarning vakillarini qabul qilish davlat organining, tashkilotning rahbari yoki boshqa mansabdor shaxsi tomonidan amalga oshiriladi. Buning uchun davlat organlarida, tashkilotlarda maxsus tarkibiy boʻlinmalar tashkil etilishi mumkin, qabul uchun masʼul boʻlgan mansabdor shaxslar belgilanadi. \n Davlat organlarining rahbarlari yoki bu borada vakolat berilgan boshqa mansabdor shaxslari tomonidan jismoniy shaxslarning va yuridik shaxslar vakillarining sayyor shaxsiy qabullari, shuningdek ommaviy qabullar tashkil etilishi mumkin. \n Jismoniy shaxslarni va yuridik shaxslarning vakillarini qabul qilish belgilangan kun va soatlarda, qabul qilish jadvaliga muvofiq oʻtkaziladi. \n Qabul qilish jadvali va uni oʻtkazish vaqti, joyi hamda qabulga oldindan yozilish toʻgʻrisidagi axborot, qabul qilish tartibi ularni davlat organlarining rasmiy veb-saytlarida eʼlon qilish, shuningdek ularning maʼmuriy binosida hamma kirishi mumkin boʻlgan joylardagi stendlarga yoki boshqa texnik vositalarga joylashtirish orqali manfaatdor shaxslar eʼtiboriga yetkaziladi. \n Jismoniy shaxslarning va yuridik shaxslar vakillarining sayyor shaxsiy qabullari, shuningdek ommaviy qabullar, zarur boʻlgan hollarda, qabul qilish jadvallaridan tashqari oʻtkazilishi mumkin. Ommaviy qabul hovlilarga (kvartiralarga), boshqa binolarga va joylarga birma-bir kirib chiqish orqali ham oʻtkazilishi mumkin. \n Agar qabul davomida bayon etilgan masalalarni hal etish davlat organining, tashkilotning yoki ular mansabdor shaxsining vakolatlariga kirmasa, tegishli mansabdor shaxslar murojaat etuvchiga murojaatda bayon etilgan masalalarni hal etish uchun qaysi organga yoki tashkilotga murojaat qilish lozimligini tushuntirishi kerak. Shaxsiy qabul davomida davlat organi, tashkilot rahbarining qaroriga koʻra va murojaat etuvchiga bu haqda xabar bergan holda maxsus texnika vositalari (audio- va videoyozuv, shuningdek fotosuratga olish) qoʻllanilishi mumkin. \n Jismoniy shaxs ogʻzaki murojaat etayotganda oʻz shaxsini tasdiqlovchi hujjatni, yuridik shaxsning vakili esa oʻz vakolatlarini tasdiqlaydigan va oʻz shaxsini tasdiqlovchi hujjatni koʻrsatishi kerak, ommaviy qabul vaqtida kelib tushgan murojaatlar bundan mustasno. \n Ogʻzaki murojaatlar real vaqt rejimida axborot-kommunikatsiya texnologiyalaridan foydalangan holda, shu jumladan davlat organlarining, tashkilotlarning ishonch, tezkor aloqa telefonlari orqali va videokonferentsaloqa vositasida ham berilishi mumkin. \n Videokonferentsaloqa vositasida qabul qilish tartibi Oʻzbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadi.  \n Jismoniy va yuridik shaxslar murojaatlarini koʻrib chiqish natijalari \n Sirdaryo-Soʻx irrigatsiya tizimlari boshqarmasi xuzuridagi Soʻx-Oqtepa irrigatsiya tizmi boshqarmasida  jismoniy va yuridik shaxslarning murojaatlari bilan ishlash borasida 2021 yilda amalga oshirilgan ishlar toʻgʻrisida \n MAʼLUMOT \n Aholi, xususiy tadbirkorlarni qoʻllab-quvvatlash, ularning murojaatlarini qabul qilish maqsadida boshqarmada  73-542-21-28 raqamli ishonch telefoni tashkil etilgan boʻlib samarali faoliyat yuritmoqda. Bundan tashqari boshqarmaning Internet tarmogʻidagi water.gov.uz ijro tizimi idoralararo yagona elektron tizimidan foydalanish va  umail. uz elektron pochtasi orqali ham  jismoniy va yuridik shaxslar tomonidan murojaatlar qoldirilishiga sharoitlar yaratilgan. \n  2021 yilda boshqarmaga ishonch telefoni va pochta xizmatlari orqali jami  47 ta jismoniy va yuridik shaxslarning murojaatlari kelib tushdi. Shundan 5 ta  murojaat boshqarma  vakolatidagi masala boʻlmaganligi sababli taalluqliligi boʻyicha boshqa tashkilot va idoralarga yoʻnaltirilgan boʻlib. \n Boshqarma   vakolati  doirasida  oʻrganilgan  47 ta   murojaatdan  38 ta    ijobiy  hal etilib,  qolgan 7 ta   murojaat  yuzasidan   xuquqiy tushuntirishlar berilgan. Murojaatlarni oʻrganish jarayonida 2 marotaba  normativ  hujjatlarda  belgilangan  muddatlar  buzilishi qayd etildi. \n   Boshqarma boshligʻi I.Xoshimov  tomonidan shaxsan 47 ta murojaat nazoratga olingan. \n Boshliq  oʻrinbosari K.Kamolov tomonidan 10 ta  murojaat nazoratga olinib, 8 ta  ijobiy, 2 ta  huquqiy tushuntirish berilidi. \n  Tamirlash  tiklash ishlarini tashkil etish bosh mutaxassisi S.Ismoilov tomonidan 31 ta  murojaat nazoratga olinib,  24 ta  ijobiy, 5ta  huquqiy tushuntirish berilgan, 2 marotaba  normativ  hujjatlarda  belgilangan  muddatlar  buzilishi qayd etildi. \n Suvdan foydalanish boʻlimi boshligʻi F.Nazarov tomonidan  2 ta  murojaat nazoratga olinib, 2 ta  ijobiy xal qilingan. \n  Yordamchi xoʻjalik boʻyicha mutaxassis agranom A.Davronov tomonidan 2 ta murojaat ijobiy xal qilingan. \n  2021 yilda boshqarmaga jismoniy shaxslardan 27 ta  hamda yuridik shaxslardan 20 ta  murojaatlar kelib tushgan boʻlib, shundan 11 ta murojaat elektron, 34 ta murojaat yozma hamda 2 ta murojaat ogʻzaki murojaatlardir. \n  Monitoring natijalariga asosan    Sugʻorish suvi masalasida - 4 ta,  irrigatsiya masalasida - 10 ta, muhofaza yerlardan foydalanish masalasida - 2 ta,   qurilish masalasida - 31 ta  masalasida murojaat kelib tushgan.",
        "ru": "Принят Законодательной палатой 15 августа 2017 г. \n Одобрен Сенатом 24 августа 2017 г. \n Статья 1. Утвердить изменения и дополнения в Закон Республики Узбекистан «Об обращениях физических и юридических лиц» № ЗРУ-378 от 3 декабря 2014 года (Ведомости палат Олий Мажлиса Республики Узбекистан, 2014 г., № 12 статьи 340) и утвердить его в новой редакции (применяется). \n Статья 2. Кабинету Министров Республики Узбекистан: \n привести решения правительства в соответствие с настоящим Законом; \n Обеспечить пересмотр и отмену органами государственного управления их нормативных правовых актов, противоречащих настоящему Закону; \n Обеспечить исполнение настоящего Закона, доведение его до исполнителей и разъяснение его сути и значения общественности. \n Статья 3. Настоящий Закон вступает в силу со дня его официального опубликования. \n Настоящий Закон опубликован в газете «Народное слово» от 12 сентября 2017 года № 182 (6876). \n Президент Республики Узбекистан Ш. МИРЗИЁЕВ \n Ташкент, \n 11 сентября 2017 года, \n Закон Республики Узбекистан № ЗРУ-445 \n Об обращениях физических и юридических лиц (новая редакция) \n Глава 1. Общие положения \n Статья 1. Цель и сфера действия настоящего Закона Целью настоящего Закона является регулирование отношений между государственными органами и публичными учреждениями (далее - государственные органы), а также их должностными лицами в сфере обращений физических и юридических лиц (далее - как призывы). \n Закон распространяется также на государственные организации и органы самоуправления граждан (далее - организации). \n Применение настоящего Закона: \n См. предыдущую редакцию. Порядок рассмотрения обращений определяется законодательством об административной ответственности, гражданско-процессуальным, уголовно-процессуальным, уголовно-исполнительным, хозяйственным процессуальным и другими законами; \n (Пункт 2 части третьей статьи 1 в редакции Закона Республики Узбекистан от 29 января 2018 года № ЗРУ-463 - Национальная база данных законодательства, 30 01.2018, № 03/18/463/0634 - действует с 1 апреля 2018 года) не распространяется на переписку между государственными органами и их подразделениями. \n Статья 2. Законодательство об апелляциях \n Законодательство об апелляциях состоит из настоящего Закона и других законодательных актов. Статья 3 Основные понятия \n В настоящем Законе используются следующие основные понятия: \n заявление - заявление о содействии в осуществлении прав, свобод и законных интересов; \nпредложение - заявление, содержащее рекомендации по совершенствованию функционирования государства и общества; \n Жалоба - исковое заявление о восстановлении нарушенных прав, свобод и защите законных интересов; \n электронное заявление - заявление, поданное в установленном порядке с использованием информационно-коммуникационных технологий, в том числе заявление, размещенное на официальном сайте государственного органа, организации, за исключением устных заявлений, поданных в режиме реального времени с использованием информационно-коммуникационных технологий; \n Повторное обращение - предыдущее обращение того же физического или юридического лица, в котором обжалуется или иным образом опротестовывается решение, принятое по предыдущему обращению, а также если срок рассмотрения второго обращения истек к моменту поступления второй апелляционной жалобы на то, что она не была рассмотрена в установленный срок; Анонимное заявление – заявление, в котором не указываются фамилия (имя, отчество), сведения о месте жительства или полном наименовании юридического лица, его местонахождении (почтовый адрес) либо указываются недостоверные сведения о них, а равно не допускать идентификации его электронного заявления или письменного заявления, не подтвержденного подписью; \n Дублирующее заявление - копия заявления того же физического или юридического лица; \n общественная приемная - действие руководителя государственного органа или уполномоченного в связи с этим должностного лица по приему обращений на открытых собраниях с участием представителей физических и юридических лиц; \n видеоконференцсвязь - интерактивное взаимодействие нескольких удаленных абонентов с использованием информационно-коммуникационных технологий с возможностью обмена аудио- и видеоинформацией в режиме реального времени; \n Государственная организация - коммерческая организация с долей государства в уставном капитале либо с полным или некоммерческая организация, созданная или частично учрежденная государственным органом. \n Статья 4. Основные принципы рассмотрения апелляций \n Основными принципами рассмотрения апелляций являются: \n законность; \n своевременное и полное рассмотрение обращений; \n единообразие требований к обращениям; \n соблюдение прав, свобод и законных интересов физических и юридических лиц; \n Никакой бюрократии и бюрократии при рассмотрении апелляций; \n Прозрачность рассмотрения обращений государственных органов, организаций и их должностных лиц. \n Статья 5. Формы и виды обращений \n Обращения могут быть устными, письменными или электронными. \n Заявления, предложения и жалобы являются видами обращений. \n Обращения одинаково важны, независимо от их формы или типа. \n Статья 6. Требования к заявлению \n Заявление физического лица должно содержать фамилию (имя, отчество) физического лица и сведения о его месте жительства. \n Заявление юридического лица должно содержать полное наименование юридического лица, его местонахождение (почтовый адрес). \n Обращение физического или юридического лица должно содержать точное наименование государственного органа, организации, должность и (или) фамилию (имя, отчество) должностного лица, которому адресовано обращение, а также суть заявление. \n Запросы могут включать адреса электронной почты заявителей, контактные телефоны и номера факсов. \n Обращения можно подавать как на государственном, так и на других языках. \n Письменное заявление должно быть подписано заявителем или уполномоченным лицом юридического лица-заявителя. При невозможности удостоверить письменное заявление физического лица подписью заявителя заявление должно быть заверено подписью лица, его составившего, с добавлением его фамилии (имени, отчества). \n К заявлениям, поданным через представителей заявителей, прилагаются документы, подтверждающие полномочия заявителей. \n Статья 7. Обращения и средства массовой информации \n Обращения, поступившие от редакций средств массовой информации, рассматриваются в порядке и сроки, предусмотренные настоящим Законом. \n Обращения в СМИ могут использоваться для сбора и отражения общественного мнения в соответствии с законодательством о СМИ. \n Статья 8. Прием физических лиц и представителей юридических лиц Прием физических лиц и представителей юридических лиц организуется в государственных органах, организациях, а также их должностными лицами. \n Руководители или иные должностные лица государственных органов, организаций или граждан, осуществляющие личный прием физических лиц и представителей юридических лиц, не вправе отказать в приеме по какому-либо вопросу, в том числе по вопросам, не отнесенным к их компетенции, за исключением случаев, предусмотренных пунктом 3 настоящей статья. \n В допуске физических лиц и представителей юридических лиц может быть отказано, если принято решение по их предыдущему заявлению такого характера и они уведомлены в порядке, установленном настоящим Законом. \n Статья 9. Порядок приема физических лиц и представителей юридических лиц Прием физических лиц и представителей юридических лиц осуществляется руководителем государственного органа, организации или иным должностным лицом. Для этого в государственных органах и организациях могут создаваться специальные подразделения и назначаться должностные лица, ответственные за прием. \n Выездные личные приемы граждан и представителей юридических лиц, а также массовые приемы могут быть организованы руководителями государственных органов или иными уполномоченными на это должностными лицами. \n Прием физических лиц и представителей юридических лиц проводится в установленные дни и часы, в соответствии с графиком приема. \n График и время приема, место и информация о предварительной записи на прием, порядок приема публикуются на официальных сайтах государственных органов, а также на их доступных стендах или иных технических средствах в административном здании .доставлено. \n Передвижные личные приемы физических лиц и представителей юридических лиц, а также массовые приемы могут проводиться при необходимости вне графика приема. ОПрием также можно производить, входя во дворы (квартиры), другие здания и места поодиночке. \n Если вопросы, возникающие при приеме, не относятся к компетенции государственного органа, организации или их должностного лица, соответствующие должностные лица должны разъяснить поступающему, в какой орган или организацию следует обратиться для решения вопросов, поставленных в заявлении. \n При личном приеме государственный орган по усмотрению руководителя организации и уведомив об этом заявителя, может использовать специальную технику (аудио- и видеосъемку, а также фотосъемку). \n При устном обращении физическое лицо должно предъявить документ, удостоверяющий личность, а представитель юридического лица - документ, подтверждающий его полномочия и личность, за исключением заявлений, поступивших в ходе общественной приемной. \n Устные обращения могут осуществляться в режиме реального времени с использованием информационно-коммуникационных технологий, в том числе по телефонам доверия и телефонам доверия государственных органов и организаций, а также посредством видеоконференцсвязи. \n Порядок приема в режиме видеоконференцсвязи определяется Кабинетом Министров Республики Узбекистан. \n Глава 2. Общественные приемные и виртуальные приемные \nСтатья 10. Народная приемная и Виртуальная приемная Президента Республики Узбекистан Народная приемная и Виртуальная приемная Президента Республики Узбекистан создаются Президентом Республики Узбекистан для организации эффективного рассмотрения обращений государственных органов, организаций и их должностных лиц. \n Общественные приемные Президента Республики Узбекистан не имеют статуса юридического лица. \n В систему общественных приемных Президента Республики Узбекистан входят: \n Народная приемная Президента Республики Узбекистан; \n Народные приемы Президента Республики Узбекистан в Республике Каракалпакстан, областях и городе Ташкенте; \n Общественные приемные Президента Республики Узбекистан в районах и городах (кроме городов районного подчинения). \n Виртуальная приемная Президента Республики Узбекистан представляет собой информационную систему, позволяющую принимать, собирать, классифицировать и систематизировать поступающие обращения с использованием информационно-коммуникационных технологий, а также контролировать и контролировать их полную, своевременную и качественную обработку. \n Статья 11. Основные задачи Народной приемной и Виртуальной приемной Президента Республики Узбекистан \n Основными задачами Народной приемной и Виртуальной приемной Президента Республики Узбекистан являются: \n обеспечение функционирования эффективной системы работай; \n Создать условия для безусловного осуществления конституционного права на обжалование; \n организовать полное, беспристрастное и своевременное рассмотрение обращений в Народную приемную и Виртуальную приемную Президента Республики Узбекистан; \n осуществлять систематический мониторинг и контроль за рассмотрением обращений, поступивших в Народную приемную и Виртуальную приемную Президента Республики Узбекистан и направленных в соответствующие государственные органы и организации; \n Проведение приемов физических лиц и представителей юридических лиц, в том числе в режиме видеоконференцсвязи; \n Широкое использование современных информационно-коммуникационных технологий в работе с обращениями путем внедрения и эксплуатации электронных информационных систем учета, обобщения, систематизации, контроля и контроля обработки обращений в Народную приемную и Виртуальную приемную Президента Республика Узбекистан. \n Статья 12. Права и обязанности Народной приемной Президента Республики Узбекистан Народная приемная Президента Республики Узбекистан имеет следующие права: сотрудничать с государственными органами и организациями, запрашивать и получать от них документы и сведения по вопросам, отнесенным к его компетенция; \n При необходимости выездной контроль за выполнением решений, принятых по результатам обжалования; \n Вносить предложения в государственные органы и организации по совершенствованию порядка рассмотрения обращений; \n лиц, нарушивших порядок и сроки рассмотрения обращений, а также не обеспечивших выполнение решений, принятых по результатам рассмотрения обращений.вносить предложения по уголовному преследованию. \n Народная приемная Президента Республики Узбекистан может иметь и иные права в соответствии с законодательством. \n Общественные приемные Президента Республики Узбекистан: \n соответствовать требованиям настоящего Закона; \n использовать существующую информационную систему при работе с обращениями; \n соблюдать требования информационной безопасности; \n Обеспечивает бесперебойную работу своего программного и аппаратного обеспечения; \n Система управления электронной очередью должна быть эффективной и административно управляемой, а количество заявителей должно надлежащим образом учитываться за определенный период (день, неделя, месяц) по категориям и областям. \n Народная приемная Президента Республики Узбекистан может иметь и иные обязанности в соответствии с законодательством. \n Статья 13. Оперативное консультирование по обращениям Виртуальной приемной Президента Республики Узбекистан \n На базе Виртуальной приемной Президента Республики Узбекистан увеличено оперативное консультирование по обращениям физических и юридических лиц. \n Оперативное консультирование на базе Виртуальной приемной Президента Республики Узбекистан осуществляется путем обмена информацией между консультантами, с одной стороны, и физическими и юридическими лицами, с другой стороны, желающими получать информацию по интересующим вопросам. \n Статья 14. Создание виртуальных приемных государственных органов, организаций и их должностных лиц \n В целях установления непосредственной связи с населением, осуществления систематического наблюдения и контроля за рассмотрением обращений, а также использования современных информационно-коммуникационных технологий в работе при обращениях государственные органы, организации и их должностные лица могут создавать свои виртуальные приемные. \n Виртуальные приемные действуют от имени государственного органа, организации или их должностных лиц, которые их создали. \n Глава 3. Гарантии права физических и юридических лиц на обжалование Статья 15. Гарантии права на обращение \n Физическим и юридическим лицам гарантируется право на обращение в государственные органы, организации и их должностным лицам индивидуально или коллективно. \n Право на обжалование является добровольным. Никто не может быть принужден к защите или обжалованию какой-либо апелляции. \n Реализация права на обращение не должна нарушать права, свободы и законные интересы других физических и юридических лиц, а также интересы общества и государства. \n Физические и юридические лица иностранных государств, лица без гражданства вправе обращаться в государственные органы, организации и к их должностным лицам Республики Узбекистан в соответствии с настоящим Законом. \n Статья 16. Недискриминация при осуществлении права на обжалование При осуществлении права на обжалование пол, раса, национальность, язык, религия, социальное происхождение, убеждения, личный и социальный статус лица, а также форма формы собственности, места нахождения (почтовый адрес), организационно-правового положения. Дискриминация по признаку их формы или иных обстоятельств не допускается. \n Статья 17. Гарантии соблюдения прав, свобод и законных интересов при обращении При соблюдении государственными органами, организациями и их должностными лицами требований Конституции и законов Республики Узбекистан принимать в пределах своих полномочий меры по обеспечению восстановления нарушенных прав и свобод и защиты своих законных интересов. \n Статья 18. Гарантии принятия и рассмотрения обращений \n Обращения должны поступать и рассматриваться государственными органами, организациями и их должностными лицами, за исключением случаев, предусмотренных статьями 29 и 30 настоящего Закона. \n Статья 19. Гарантии неразглашения информации, раскрытой в связи с обращениями.Не допускается разглашение иных сведений работниками государственных органов, организаций и их должностными лицами, если это ущемляет права, свободы и законные интересы физических и юридических лиц. \n Не допускается идентификация информации о физическом или юридическом лице, не относящейся к заявке. \n По просьбе физического лица никакая личная информация не должна раскрываться. \n Статья 20. Гарантии безопасности физических и юридических лиц в связи с их обращениями Запрещается преследование за обращение в организации и их должностных лиц, а также за выражение мнения или критику их в обращениях. Глава 4 Порядок подачи и рассмотрения обращений \n Статья 21. Порядок подачи обращений \n Жалобы подаются в государственный орган, организацию или их должностному лицу, находящемуся в пределах его компетенции, непосредственно или подчиненному вышестоящему органу. \n Физические и юридические лица вправе подать обращение самостоятельно, а также делегировать полномочия своему представителю или направить обращение по почте или в электронном виде. Обращения в интересах несовершеннолетних, недееспособных и инвалидов могут быть поданы их законными представителями в порядке, установленном законодательством. \n К заявлению могут быть приложены имеющиеся решения или их копии, а также иные документы, необходимые для его рассмотрения, которые не возвращаются, за исключением случаев, когда заявителем подано письменное заявление об их возвращении. Эти документы должны быть приложены к заявлению при его направлении в другой государственный орган, организацию или их должностному лицу. \n При получении заявления в конверте по почте конверт проверяется на наличие заявления и приложений к нему. При отсутствии заявления в конверте или его повреждении, а также при отсутствии приложений к заявлению составляется акт и копия направляется заявителю по адресу, указанному на конверте. Статья 22 Сроки подачи заявок \n Сроки подачи заявок, как правило, не устанавливаются. В отдельных случаях в зависимости от возможности государственного органа, организации или их должностных лиц рассмотреть обращение, необходимости обеспечения своевременной реализации и защиты прав, свобод и законных интересов физических и юридических лиц, а также других оснований предусмотренные законом, могут быть установлены. Заявление, жалоба в вышестоящий орган подается физическому или юридическому лицу не позднее одного года с момента, когда стало известно о совершении действия (бездействия) или принятии решения, нарушающих его права, свободы и законные интересы. \n Срок подачи заявления, жалобы по уважительной причине восстанавливается государственным органом, организацией или уполномоченным ими должностным лицом, рассматривающим заявление, жалобу. \n Статья 23. Обращения в государственный орган, организацию или их должностным лицам должны быть зарегистрированы в тот же день, а в случае сверхурочной работы - на следующий рабочий день. \n Отказ в регистрации заявки не допускается. \n В государственных органах и организациях ведется журнал обращений, в котором указываются порядковый номер и дата поступления обращения, ФИО физического лица (имя, отчество), наименование юридического лица, краткая обращение, отметка об исполнении, а также другие сведения. \n Государственные органы и организации могут внедрить систему электронного документооборота при работе с обращениями. \n Устные обращения, принятые и разрешенные на месте руководителем государственного органа или уполномоченным должностным лицом, регистрации не подлежат. Фамилия (имя, отчество) физического лица или представителя юридического лица, сведения о его месте жительства, краткое содержание заявления, а также результаты его рассмотрения указываются в протоколе общественное признание. \n О регистрации и рассмотрении заявкипроизводство по делу осуществляется в порядке, установленном законодательством. Статья 24. Порядок рассмотрения обращений Обращения в государственный орган, организацию или к их должностным лицам рассматриваются этим органом, организацией или должностными лицами, на которых возложена обязанность рассмотрения обращений. \n Жалобы в государственный орган или организацию также могут направляться в подчиненные подразделения. \n Если обращение содержит вопросы, относящиеся к нескольким подразделениям государственных органов и организаций, все они назначаются исполнителями обращения. Первое подразделение из числа исполнителей рассматривает обращение совместно с другими подразделениями. \n При необходимости дополнительных сведений, справок и материалов для полного, беспристрастного и своевременного рассмотрения обращения государственный орган, организация или их должностные лица, рассматривающие обращение, а также другие государственные органы, иные организации и должностные лица в пределах своей компетенции может запросить дополнительную информацию у физических лиц. Если информация не содержит сведений, составляющих государственную или иную охраняемую законом тайну, не наносит ущерба правам, свободам и законным интересам физических и юридических лиц, интересам общества и государства, государственные органы, организации и должностные лица обязаны обеспечить запрошенная информация в течение десяти дней. \n Государственный орган, организация или их должностные лица могут при необходимости организовать рассмотрение обращения на месте. Если вопросы, затронутые в обращении, связаны с деятельностью субъектов предпринимательства, их представители привлекаются государственными органами в пределах их компетенции для участия в рассмотрении обращений. \n Если при рассмотрении заявления необходимо провести проверку деятельности субъектов хозяйствования, в том числе проверку (ревизию) финансово-хозяйственной деятельности, проверка осуществляется в соответствии с законодательством. \n Статья 25. Порядок рассмотрения индивидуальных обращений \n Повторные обращения рассматриваются на общих основаниях, за исключением случаев, предусмотренных статьей 30 настоящего Закона. \n Жалобы, поступившие в государственный орган, организацию или их должностных лиц, не отнесенные к его компетенции, в пятидневный срок направляются в соответствующие органы, иные организации и должностным лицам, о чем заявитель уведомляется в письменной или электронной форме. При этом полученное электронное заявление может быть отправлено в электронном виде. \n Запрещается необоснованно направлять обращения в другие государственные органы, организации, а также в органы, организации или должностным лицам, решения или действия (бездействие) которых обжалуются. \n В случае отсутствия в обращениях сведений, необходимых для направления их в соответствующие государственные органы, организации или должностным лицам, эти обращения возвращаются заявителю с мотивированным объяснением не позднее пяти дней. \n Если при рассмотрении заявления будет получен дубликат заявления, заявление будет рассмотрено вместе с предыдущим заявлением. \n В случае получения дубликата обращения после рассмотрения и направления обращения государственный орган, организация или их должностные лица уведомляют об этом заявителя в установленном порядке. \n Рассмотрение писем (благодарственных писем, поздравлений, приглашений, замечаний), не входящих в виды обращений, осуществляется государственными органами, организациями и их должностными лицами по их усмотрению. \n Статья 26. Рассмотрение дела заявителя \n Государственный орган, иная организация или их должностные лица, рассматривающие обращение, могут организовать рассмотрение дела по собственной инициативе или по ходатайству заявителя. \n Государственное учреждение, организация или их должностные лица предоставляют заявителю возможность выразить свое мнение по вопросам, поднятым в заявке, и предоставить дополнительную информацию по заявке. Государственный орган, организация или их должностные лица могут привлекать к рассмотрению дела заявителя экспертов, специалистов и представителей заинтересованных организаций. \n Статья 27. Ответы на обращения \n По результатам рассмотрения обращений принимается решение государственным органом, организацией или их должностными лицами.правонарушитель должен быть немедленно уведомлен в письменной или электронной форме. \n Ответ на обращение подписывается руководителем государственного органа, организации или их должностным лицом. \n Ответы на коллективные обращения направляются первому лицу в списке заявителей, если заявка не требует направления ответа другому лицу. Обращение считается рассмотренным, если все затронутые в нем вопросы рассмотрены в соответствии с требованиями настоящего Закона и заявителю направлен соответствующий ответ. \n Ответы на обращения должны быть написаны максимально доступным языком, а ответы должны содержать четкие основания для опровержения или подтверждения доводов по каждому из поднятых в обращении вопросов (при необходимости со ссылками на закон). \n Не требуется письменного или электронного ответа на устные обращения, полученные и разрешенные на месте руководителем государственного органа или иным уполномоченным должностным лицом в ходе общественных приемов. \n Статья 28. Сроки рассмотрения обращений \n В течение пятнадцати дней со дня поступления заявления или жалобы в государственный орган, организацию или их должностное лицо, на которое возложена обязанность решения вопроса, до одного месяца для дополнительного изучения и (или) проверки , запрос дополнительных документов. будет рассматриваться в течение \n При необходимости проведения расследования, истребования дополнительных материалов или принятия иных мер по рассмотрению заявлений и жалоб срок их рассмотрения может быть продлен руководителем соответствующего государственного органа, организации в порядке исключения на срок одного месяца.Предложение должно быть рассмотрено государственным органом, организацией или их должностным лицом в течение одного месяца со дня его поступления, за исключением предложений, требующих дополнительного изучения, о чем физическое или юридическое лицо, внесшее предложение, уведомляется в письменной форме в течение десять дней. \n Статья 29. Апелляции Апелляции \n Не будут рассматриваться следующие апелляции: \n Анонимные апелляции; \n Обращения, подаваемые представителями физических и юридических лиц при отсутствии документов, подтверждающих их полномочия; \n Обращения, не соответствующие другим требованиям настоящего Закона. \n В случае отклонения обращения выносится соответствующее заключение, которое утверждается руководителем государственного органа, организации или их уполномоченным должностным лицом. \n В связи с отсутствием документов, подтверждающих полномочия представителя физического или юридического лица, заявитель будет надлежащим образом уведомлен о том, что заявление не рассмотрено. \n Статья 30. Прекращение обращений \n Рассмотрение обращений прекращается в следующих случаях: \n если повторные обращения не содержат новых доводов или вновь открывшихся дел, а предыдущие обращения содержат полные материалы расследования и заявителю в установленном порядке получены ответы; \n если заявитель отозвал свое заявление в установленном порядке либо ходатайствовал о прекращении его рассмотрения; \n При невозможности рассмотрения заявления без участия заявителя в связи с невозможностью вызова в связи с несвоевременным уведомлением о перемене места жительства, места нахождения (почтового адреса), адреса электронной почты или иных реквизитов; \n в случае неявки заявителя по вызову государственного органа, организации или их должностного лица в связи с невозможностью рассмотрения заявления без участия заявителя; \n если смерть заявителя не допускает правопреемства после смерти физического лица. \n Решение о прекращении обжалования принимается руководителем государственного органа, организации или уполномоченным ими должностным лицом. \n При прекращении рассмотрения обращения в соответствии с абзацем вторым части первой настоящей статьи заявитель уведомляется в письменной форме о необоснованности обращения и прекращении переписки с ним по данному вопросу. В случае повторного обращения заявителя, переписка с которым прекращена, рассмотрение такого обращения прекращается без уведомления заявителя. \n При прекращении действия заявления об отзыве заявление возвращается заявителю в трехдневный срок вместе с письмом государственного органа, организации или их должностного лица. Заявление об отзыве апелляции выявит и устранит любые нарушенияне исключает возможности принятия мер по \n Заявитель будет надлежащим образом уведомлен о прекращении рассмотрения обращения в связи с неявкой вызванного физического лица или представителя юридического лица. \n Статья 31. Разъяснение и исправление ответа на обращение По требованию физического или юридического лица государственный орган, организация и их должностные лица, рассмотревшие обращение, обязаны разъяснить ответ на обращение без изменения его содержания, а также ошибки и арифметические ошибки по собственной инициативе или по желанию заявителя, не вмешиваясь в содержание. \n Ходатайство заявителя о разъяснении и исправлении ответа на обращение рассматривается в десятидневный срок со дня его поступления. \n Глава 5. Права физических и юридических лиц, права и обязанности государственных органов, организаций и их должностных лиц при рассмотрении обращений \n Статья 32. Права физических и юридических лиц при рассмотрении обращений \n При рассмотрении обращений государственными органами, организациями и их должностными лицами физические и юридические лица имеют следующие права: \n получать информацию о ходе рассмотрения обращения; \n личное представление аргументов и объяснений; \n знакомиться с материалами рассмотрения заявления и результатами его рассмотрения; \n предоставлять дополнительные материалы или запрашивать такие материалы у других органов; \n использование адвоката; \n ходатайствовать о прекращении рассмотрения обращения либо о разъяснении ответа на обращение и (или) о его исправлении; \n отозвать свое заявление посредством письменного или электронного заявления до его рассмотрения и принятия решения по заявлению в момент его рассмотрения; \n Жалобы в вышестоящий орган или непосредственно в суд на неправомерный отказ в принятии или рассмотрении обращения. \n Физические и юридические лица могут иметь и другие права в соответствии с законодательством. \n Статья 33. Права и обязанности государственного органа, организации и их должностных лиц при рассмотрении обращений \n При рассмотрении обращений государственный орган, организация и их должностные лица имеют следующие права: \n запрашивать и получать информацию в установленном порядке; в отсутствие заявителя или иного лица, когда жалоба не может быть рассмотрена или вызвана к рассмотрению; \n Обращение к суду за возмещением расходов, понесенных в результате заведомо ложного представления заявления. \n Органы государственной власти, организации и их должностные лица могут иметь и иные права в соответствии с законодательством. \n Государственный орган, организация и их должностные лица: \n соблюдают требования законодательства об обращениях; \n Заявитель имеет возможность знакомиться с документами, решениями и иными материалами, касающимися его прав, свобод и законных интересов, если они не содержат сведений, составляющих государственную или иную охраняемую законом тайну, права, свободы и законные интересы физических и юридических лиц обеспечивают ненанесение ущерба интересам общества и государства; \n сообщать заявителю о результатах рассмотрения и принятом решении незамедлительно после обращения в письменной или электронной форме, за исключением устных обращений, поступивших в ходе общественных приемных и разрешенных на месте; \n разъясняет порядок обжалования решения по апелляционной жалобе, если физическое или юридическое лицо с ним не согласно; \n контролировать выполнение решения, принятого на основании обращения; \n принять незамедлительные меры к устранению неправомерных действий (бездействия), установить в пределах своей компетенции причины и обстоятельства, повлекшие за собой нарушение прав, свобод и законных интересов физических и юридических лиц; \n устранить в установленном порядке притеснения физического лица, его представителя, членов их семей, юридического лица, его представителя и членов семьи представителя юридического лица в связи с их обращениями; \n Если физическому или юридическому лицу причинен материальный ущерб или моральный вред в результате нарушения его прав, свобод и законных интересов, оно обязано принять меры к возмещению материального ущерба или возмещению морального вреда в соответствии с законом. \n ДаВласти обучают своих сотрудников работе с жалобами и повышают их квалификацию не реже одного раза в три года. Кабинет Министров Республики Узбекистан определяет требования к работникам государственных органов, осуществляющим деятельность по обращению, а также порядок их обучения и переподготовки. \n Государственные органы, организации и их должностные лица могут иметь и другие обязанности, предусмотренные законодательством. \n Статья 34. Мониторинг и контроль обращений \n Руководители государственных органов, организаций или иные уполномоченные должностные лица осуществляют постоянный контроль и контроль за рассмотрением обращений их структурными подразделениями и принимают меры по обеспечению их полного, беспристрастного и своевременного рассмотрения. \n Жалоба подлежит рассмотрению и исполнению тем же руководителем или иным уполномоченным должностным лицом. \n Промежуточные и неполные заявки рассматриваться не будут. \n Статья 35. Обобщение и анализ обращений \n Ведет статистический учет обращений, поступивших в государственные органы, организации и их должностных лиц. Статистический учет должен включать количество поступивших, рассмотренных, одобренных, отклоненных, отклоненных заявлений, а также другую информацию, связанную с рассмотрением заявлений. \n Государственные органы, организации и их должностные лица ежеквартально обобщают и анализируют обращения. \n По результатам обобщения и анализа обращений органами государственной власти составляются справки (замечания), в которых содержатся общие показатели работы с обращениями, часто возникающие вопросы в обращениях, основные недостатки и нарушения, выявленные в результате обращений, права и свободы физических и юридических лиц и меры, принимаемые для устранения причин нарушения законных интересов общества, а также интересов общества и государства. \n Справки (замечания) по результатам обобщения и анализа обращений будут опубликованы на официальных сайтах соответствующих государственных органов. \n Глава 6. Заключительные положения \n Статья 36. Разрешение споров\n Споры в области обращений физических и юридических лиц разрешаются в порядке, установленном законодательством. \n Статья 37. Возмещение материального вреда и компенсация морального вреда По требованию соответствующего государственного органа, организации, а также их должностных лиц заявителю возмещаются в судебном порядке расходы, понесенные им в связи с поездкой к месту рассмотрения дела. заявления, жалобы и их должностных лиц. Моральный ущерб также может быть возмещен в судебном порядке. \n Средства, уплаченные государственным органом или организацией в качестве возмещения материального ущерба и морального вреда, причиненных физическому или юридическому лицу в связи с нарушением законодательства при рассмотрении заявления, жалобы, могут быть взысканы с виновного лица . \n Статья 38. Ответственность за нарушение Закона об обжаловании Нарушение Закона об обжаловании, а также клевета и оскорбление наказываются в установленном порядке. \n (Собрание законодательства Республики Узбекистан, 2017 г., № 37, ст. 977; Национальная база данных законодательства, 30 января 2018 г., № 03/18/463/0634) \n «Физические и юридические лица О внесении изменений и дополнений в Закон Республики Узбекистан «Об обращениях» \n Порядок приема физических лиц и представителей юридических лиц, осуществляемый должностным лицом. Для этого в государственных органах и организациях могут создаваться специальные подразделения и назначаться должностные лица, ответственные за прием. \n Выездные личные приемы граждан и представителей юридических лиц, а также массовые приемы могут быть организованы руководителями государственных органов или иными уполномоченными на это должностными лицами. \n Физические и юридические лицаПрием будет проходить в назначенные дни и часы, в соответствии с графиком приема. \n График и время приема, место и информация о предварительной записи на прием, порядок приема публикуются на официальных сайтах государственных органов, а также на их доступных стендах или иных технических средствах в административном здании .доставлено. \n Передвижные личные приемы физических лиц и представителей юридических лиц, а также массовые приемы могут проводиться при необходимости вне графика приема. Общественные приемы могут проводиться также отдельными входами во дворы (квартиры), другие здания и места. \n Если вопросы, возникающие при приеме, не относятся к компетенции государственного органа, организации или их должностного лица, соответствующие должностные лица должны разъяснить поступающему, в какой орган или организацию следует обратиться для решения вопросов, поставленных в заявлении. При личном приеме государственный орган по усмотрению руководителя организации и с уведомлением заявителя может использовать специальную технику (аудио- и видеосъемку, а также фотосъемку). \n При устном обращении физическое лицо должно предъявить документ, удостоверяющий личность, а представитель юридического лица - документ, подтверждающий его полномочия и личность, за исключением заявлений, поступивших в ходе общественной приемной. \n Устные обращения могут осуществляться в режиме реального времени с использованием информационно-коммуникационных технологий, в том числе по телефонам доверия и телефонам доверия государственных органов и организаций, а также посредством видеоконференцсвязи. \n Порядок приема в режиме видеоконференцсвязи определяется Кабинетом Министров Республики Узбекистан. \n Итоги рассмотрения обращений физических и юридических лиц \n Информация о проделанной работе в 2021 году в Сох-Октепинском управлении ирригации Сырдарьинско-Сохского управления ирригационных систем Создана горячая линия 73-542-21-28 в отделе для поддержки и приема их заявок. Кроме того, исполнительная система ведомства в сети Интернет water.gov.uz использует единую межведомственную электронную систему и umail. Также предусмотрены условия для физических и юридических лиц оставлять обращения по электронной почте. \n В 2021 году в ведомство поступило всего 47 обращений от физических и юридических лиц по горячей линии и почтовым службам. Из них 5 обращений были направлены в другие организации и ведомства, так как не входили в компетенцию ведомства. \n Из 47 обращений, рассмотренных в рамках компетенции Департамента, 38 разрешены положительно, по остальным 7 обращениям даны правовые разъяснения. В ходе рассмотрения обращений было отмечено два нарушения сроков, установленных нормативными документами. \n Начальник отдела И.Хошимов лично контролировал 47 обращений. \n Заместитель начальника К.Камолов рассмотрел 10 обращений, дал 8 положительных и 2 правовых объяснения. \n Главным специалистом по организации ремонтно-восстановительных работ С.Исмаиловым рассмотрено 31 обращение, дано 24 положительных, 5 юридических разъяснений, 2 раза отмечены нарушения сроков, установленных нормативными документами. \n Начальник отдела водопользования Ф. Назаров рассмотрел 2 обращения и разрешил 2 положительных. \n Агроном А. Давронов, специалист по подсобному хозяйству, разрешил положительно 2 обращения. \n В 2021 году в отделение поступило 27 обращений от физических и 20 обращений от юридических лиц, из них 11 электронных, 34 письменных и 2 устных. \n По результатам мониторинга поступило 4 жалобы по вопросу поливной воды, 10 по вопросу орошения, 2 по вопросу особо охраняемого землепользования, 31 по вопросу строительства.",
        "en": "Adopted by the Legislative Chamber on August 15, 2017 \n Approved by the Senate on August 24, 2017 \n Article 1. To approve amendments and additions to the Law of the Republic of Uzbekistan \"On appeals of individuals and legal entities\" No. ZRU-378 of December 3, 2014 (Bulletin of the Chambers of the Oliy Majlis of the Republic of Uzbekistan, 2014, № 12, Articles 340) and approve its new edition (to be applied). \n Article 2. The Cabinet of Ministers of the Republic of Uzbekistan shall: \n bring government decisions into compliance with this Law; \n Ensure that public administration bodies review and repeal their normative legal acts that contradict this Law; \n Ensure that this Law is enforced, communicated to the executors, and that its essence and significance are explained to the public. \n Article 3. This Law shall enter into force on the day of its official publication. \n This Law was published in the newspaper \"People's Word\" on September 12, 2017, No. 182 (6876). \n President of the Republic of Uzbekistan Sh. MIRZIYOEV \n Tashkent, \n September 11, 2017, \n Law of the Republic of Uzbekistan No. ZRU-445 \n On appeals of individuals and legal entities (new edition) \n Chapter 1. General Provisions \n Article 1. Purpose and scope of this Law The purpose of this Law is to regulate the relations between state bodies and public institutions (hereinafter referred to as public bodies), as well as their officials in the field of appeals of individuals and legal entities (hereinafter referred to as appeals). \n The law also applies to state-owned organizations and citizens' self-government bodies (hereinafter referred to as organizations). \n Application of this Law: \n See previous edition. The procedure for consideration of appeals is determined by the legislation on administrative liability, civil procedure, criminal procedure, criminal executive, economic procedure and other laws; \n (Paragraph 2 of the third part of Article 1 as amended by the Law of the Republic of Uzbekistan No. ZRU-463 of January 29, 2018 - National Database of Legislation, 30 01.2018, No. 03/18/463/0634 - effective from April 1, 2018 ) does not apply to correspondence between government agencies and their subdivisions. \n Article 2. Legislation on Appeals \n Legislation on appeals consists of this Law and other legislation. Article 3 Basic concepts \n The following basic concepts are used in this Law: \n application - an application for assistance in the exercise of rights, freedoms and legitimate interests; \n proposal - a statement containing recommendations for improving the functioning of the state and society; \n Complaint - a statement of claim for the restoration of violated rights, freedoms and protection of legitimate interests; \n electronic application - an application submitted in the prescribed manner by means of information and communication technologies, including an application posted on the official website of a government agency, organization, except for oral applications submitted in real time using information and communication technologies; \n Repeated appeal - a previous appeal from the same individual or legal entity, which is appealed or otherwise protested against the decision made on the previous appeal, as well as if the period of consideration of the second appeal has expired by the time of receipt of the second appeal a complaint that it has not been considered in a timely manner; Anonymous application - an application that does not provide the last name (first name, patronymic), information about the place of residence or full name of the legal entity, its location (postal address) or provides false information about them, as well as does not allow to identify it. electronic application or written application not confirmed by signature; \n Duplicate application - a copy of the application of the same individual or legal entity; \n public reception - an action of the head of a public body or an authorized official in this regard to receive appeals at public meetings with representatives of individuals and legal entities; \n videoconferencing - interactive interaction of several remote subscribers using information and communication technologies with the ability to exchange audio and video information in real time; \n State-owned organization - a commercial organization with a state share in the charter capital, or a full ora non-profit organization established or established in part by a government agency. \n Article 4. Basic Principles of Consideration of Appeals \n The basic principles of consideration of appeals are: \n legality; \n timely and complete review of appeals; \n uniformity of requirements for appeals; \n observance of the rights, freedoms and legitimate interests of individuals and legal entities; \n No bureaucracy or red tape in the handling of appeals; \n Transparency in the processing of appeals by government agencies, organizations and their officials. \n Article 5. Forms and types of appeals \n Appeals can be oral, written or electronic. \n Applications, suggestions and complaints are types of appeals. \n Appeals are equally important, regardless of their form or type. \n Article 6. Application Requirements \n The individual's application must contain the individual's last name (first name, patronymic) and information about his her place of residence. \n The application of the legal entity must contain the full name of the legal entity, its location (postal address). \n The application of an individual or legal entity must contain the exact name of the state body, organization, position and (or) surname (name, patronymic) of the official to whom the application is addressed, as well as the essence of the application. \n Requests may include applicants' e-mail addresses, contact numbers, and fax numbers. \n Appeals can be submitted in the state language and in other languages. \n The written application must be signed by the applicant or by the authorized person of the applicant legal entity. If it is not possible to certify the written application of an individual with the signature of the applicant, the application must be certified by the signature of the person who wrote it, and his last name (first name, patronymic) must be added. \n Documents confirming the authority of the applicants are attached to the applications submitted through the representatives of the applicants. \n Article 7. Appeals and mass media \n Appeals received from mass media editorial offices shall be considered in the manner and within the time limits provided for in this Law. \n Media appeals can be used to seek and reflect public opinion in accordance with media legislation. \n Article 8. Reception of individuals and representatives of legal entities \n Reception of individuals and representatives of legal entities is organized in government agencies, organizations, as well as their officials. \n Heads or other officials of state bodies, organizations or individuals conducting personal receptions of individuals and representatives of legal entities shall not have the right to refuse admission on any issue, including issues not within their competence, except as provided in paragraph 3 of this article. \n Admission of individuals and representatives of legal entities may be denied if a decision has been made on their previous application of this nature and they have been notified in the manner prescribed by this Law. \n Article 9. Procedure for admission of individuals and representatives of legal entities \n Admission of individuals and representatives of legal entities is carried out by the head of a state body, organization or other official. For this purpose, special units may be established in government agencies and organizations, and the officials responsible for admission shall be appointed. \n Mobile personal receptions of individuals and representatives of legal entities, as well as public receptions may be organized by the heads of government agencies or other officials authorized in this regard. \n Reception of individuals and representatives of legal entities is held on the appointed days and hours, in accordance with the reception schedule. \n The schedule of reception and the time, place and information on pre-registration for the reception, the order of admission are published on the official websites of government agencies, as well as on their accessible stands or other technical means in the administrative building. delivered. \n Mobile personal receptions of individuals and representatives of legal entities, as well as public receptions can be held, if necessary, outside the reception schedule. OReception can also be done through individual entrances to courtyards (apartments), other buildings and places. \n If the issues raised during the admission are not within the competence of the state body, organization or their official, the relevant officials should explain to the applicant which body or organization should be addressed to address the issues raised in the application. \n During the personal reception, the state body, at the discretion of the head of the organization and notifying the applicant, may use special equipment (audio and video, as well as photography). \n When an individual applies orally, he she must present an identity document, and a representative of a legal entity must present a document confirming his her authority and identity, except for applications received during the public reception. \n Oral appeals can be made in real time using information and communication technologies, including through hotlines and hotlines of government agencies and organizations, and via videoconferencing. \n The order of reception by videoconference is determined by the Cabinet of Ministers of the Republic of Uzbekistan. \n Chapter 2. Public receptions and virtual receptions \n Article 10. The People's Reception and the Virtual Reception of the President of the Republic of Uzbekistan The People's Reception and the Virtual Reception of the President of the Republic of Uzbekistan are established by the President of the Republic of Uzbekistan to organize effective consideration of appeals by state bodies, organizations and their officials. \n Public receptions of the President of the Republic of Uzbekistan do not have the status of a legal entity. \n The system of public receptions of the President of the Republic of Uzbekistan consists of: \n People's reception of the President of the Republic of Uzbekistan; \n People's receptions of the President of the Republic of Uzbekistan in the Republic of Karakalpakstan, regions and the city of Tashkent; \n Public receptions of the President of the Republic of Uzbekistan in districts and cities (except for cities subordinate to the district). \n The Virtual Reception of the President of the Republic of Uzbekistan is an information system that allows to receive, collect, classify and systematize incoming appeals using information and communication technologies, as well as to monitor and control their complete, timely and quality processing. \n Article 11. The main tasks of the People's Reception and Virtual Reception of the President of the Republic of Uzbekistan \n The main tasks of the People's Reception and Virtual Reception of the President of the Republic of Uzbekistan are: \n ensuring the functioning of an efficient system of work; \n Create conditions for the unconditional exercise of the constitutional right to appeal; \n Organize a full, impartial and timely consideration of appeals to the People's Reception and the Virtual Reception of the President of the Republic of Uzbekistan; \n Carry out systematic monitoring and control over the consideration of appeals received by the People's Reception and the Virtual Reception of the President of the Republic of Uzbekistan and sent to the relevant state bodies and organizations; \n Reception of individuals and representatives of legal entities, including videoconferencing; \n Extensive use of modern information and communication technologies in dealing with appeals through the introduction and maintenance of electronic information systems for recording, summarizing, systematizing, monitoring and controlling the processing of appeals to the People's Reception and the Virtual Reception of the President of the Republic of Uzbekistan. \n Article 12. Rights and obligations of the People's Reception of the President of the Republic of Uzbekistan The People's Reception of the President of the Republic of Uzbekistan has the following rights: to cooperate with government agencies and organizations, request and receive documents and information from them on matters within its competence; \n If necessary, on-site review of the implementation of decisions made on the results of consideration of appeals; \n Make proposals to government agencies and organizations to improve the procedure for consideration of appeals; \n persons who violated the procedure and deadlines for consideration of appeals, as well as those who did not ensure the implementation of decisions made on the results of consideration of appeals.make suggestions for prosecution. \n The People's Reception of the President of the Republic of Uzbekistan may have other rights in accordance with the legislation. \n Public receptions of the President of the Republic of Uzbekistan: \n comply with the requirements of this Law; \n use the existing information system when working with appeals; \n comply with information security requirements; \n Ensures uninterrupted operation of its software and hardware; \n The e-queue management system must be effective and administratively managed, and the number of applicants must be properly accounted for for a specific period (day, week, month) by category and field. \n The People's Reception of the President of the Republic of Uzbekistan may have other obligations in accordance with the legislation. \n Article 13. Real-time consultation on appeals by the Virtual Reception of the President of the Republic of Uzbekistan \n On the basis of the Virtual Reception of the President of the Republic of Uzbekistan real-time consultation on appeals on individuals and legal entities is increased. \n Real-time consulting on the basis of the Virtual Reception of the President of the Republic of Uzbekistan is provided through the exchange of information between consultants, on the one hand, and individuals and legal entities, on the other hand, who want to receive information on issues of interest. \n Article 14. Establishment of virtual receptions of government agencies, organizations and their officials \n In order to establish direct communication with the population, to carry out systematic monitoring and control over the consideration of appeals, as well as the use of modern information and communication technologies in dealing with appeals, government agencies, organizations and their officials can set up their own virtual receptions. \n Virtual receptions operate on behalf of the government agency, organization or their officials, which created them. \n Chapter 3. Guarantees of the right of individuals and legal entities to appeal \n Article 15. Guarantees of the right to appeal \n Individuals and legal entities are guaranteed the right to apply to government agencies, organizations and their officials individually or collectively. \n The right to appeal is voluntary. No one may be compelled to defend or appeal against any appeal. \n The exercise of the right to appeal must not violate the rights, freedoms and legitimate interests of other individuals and legal entities, as well as the interests of society and the state. \n Individuals and legal entities of foreign countries, stateless persons have the right to apply to state bodies, organizations and their officials of the Republic of Uzbekistan in accordance with this Law. \n Article 16. Non-discrimination in the exercise of the right to appeal In the exercise of the right to appeal, the sex, race, nationality, language, religion, social origin, beliefs, personal and social status of an individual, as well as the form of ownership, location (postal address), organizational and legal status Discrimination on the basis of their form or other circumstances shall not be permitted. \n Article 17. Guarantees of observance of rights, freedoms and legitimate interests in appeals When state bodies, organizations and their officials comply with the requirements of the Constitution and laws of the Republic of Uzbekistan, to take measures, within the limits of its authority, to ensure the restoration of violated rights and freedoms and the protection of its legitimate interests. \n Article 18. Guarantees of acceptance and consideration of appeals \n Appeals must be received and considered by state bodies, organizations and their officials, except for the cases provided for in Articles 29 and 30 of this Law. \n Article 19. Guarantees of non-disclosure of information disclosed in connection with appeals \n Information on the private life of individuals, activities of legal entities without their consent, as well as information constituting state secrets or other secrets protected by law,Disclosure of other information by employees of state bodies, organizations and their officials shall not be allowed if it infringes on the rights, freedoms and legitimate interests of individuals and legal entities. \n It is not allowed to identify information about an individual or legal entity that is not relevant to the application. \n At the request of an individual, no personal information should be disclosed. \n Article 20. Guarantees of security of individuals and legal entities in connection with their appeals Prosecution is prohibited for appealing to organizations and their officials, as well as for expressing opinions or criticizing them in appeals. Chapter 4 Procedure for Submission and Consideration of Appeals \n Article 21. Procedure for submission of appeals \n Appeals are submitted to the state body, organization or their official, which is within its competence, directly or subordinate to the higher body. \n Individuals and legal entities have the right to submit an appeal independently, as well as to delegate the authority to their representative or to send the appeal by mail or electronically. Appeals in the interests of minors, incapacitated and disabled persons may be filed by their legal representatives in the manner prescribed by law. \n The application may be accompanied by existing decisions or copies thereof, as well as other documents required for its consideration, which are not returned, except in cases where the applicant has submitted a written request for their return. These documents must be attached to the application when it is sent to another government agency, organization or their official. \n When the application is received in an envelope by mail, the envelope is checked for the presence of the application and attachments to it. If there is no application in the envelope or it is damaged, as well as if there are no attachments in the application, a certificate is drawn up and a copy is sent to the applicant at the address indicated on the envelope. Article 22 Deadlines for submission of applications \n Deadlines for submission of applications, as a rule, are not set. In some cases, depending on the capacity of the state body, organization or their officials to consider the appeal, the need to ensure the timely implementation and protection of the rights, freedoms and legitimate interests of individuals and legal entities, as well as other grounds provided by law. can be set. An application or complaint to a higher authority shall be submitted to an individual or legal entity no later than one year from the moment it is known that an action (omission) has been committed or a decision has been made that violates his rights, freedoms and legitimate interests. \n The time limit for filing an application or complaint for a valid reason shall be restored by the state body, organization or their authorized official considering the application or complaint. \n Article 23. Appeals to the State Body, Organization or their officials must be registered on the same day, and in case of overtime, on the next business day. \n Refusal to register an application is not allowed. \n In government agencies and organizations, a register of appeals is kept, which contains the serial number and date of receipt of the appeal, the name of the individual (name, patronymic), the name of the legal entity, a summary of the appeal, the mark of execution, as well as other information. \n Government agencies and organizations can introduce an electronic document management system in dealing with appeals. \n Oral appeals received and resolved on the spot by the head of a public body or an authorized official are not required to be registered. The last name (first name, patronymic) of an individual or a representative of a legal entity, information about his / her place of residence, a summary of the application, as well as the results of its consideration shall be indicated in the protocol of public acceptance. \n On registration and consideration of the application the proceedings are carried out in the manner prescribed by law. Article 24. Procedure for consideration of appeals Appeals to the state body, organization or their officials are considered by this body, organization or officials charged with the obligation to consider appeals. \n Complaints to a government agency or organization can also be forwarded to subordinate units. \n If the appeal contains issues related to several subdivisions of government agencies and organizations, all of them will be appointed as executors of the appeal. The first subdivision among the executors shall consider the appeal together with other subdivisions. \n If there is a need for additional information, references and materials for full, impartial and timely consideration of the appeal, the state body, organization or their officials considering the appeal shall, as well as other state bodies, other organizations and officials within their competence. may request additional information from individuals. If the information does not contain information constituting a state secret or other secret protected by law, does not harm the rights, freedoms and legitimate interests of individuals and legal entities, the interests of society and the state, state bodies, organizations and officials shall provide the requested information within ten days. must \n The public authority, organization or their officials may, if necessary, arrange for the appeal to be considered on the spot. If the issues raised in the appeal are related to the activities of business entities, their representatives shall be involved by the state bodies within their competence to participate in the consideration of appeals. \n If during the consideration of the application it is necessary to inspect the activities of business entities, including the inspection (audit) of financial and economic activities, the inspection shall be carried out in accordance with the law. \n Article 25. Procedure for consideration of individual appeals \n Repeated appeals shall be considered on general grounds, except for the cases specified in Article 30 of this Law. \n Complaints received by a state body, organization or their officials that do not fall within its competence shall be forwarded to the relevant bodies, other organizations and officials within five days and the applicant shall be notified in writing or electronically. In this case, the received electronic application can be sent electronically. \n It is prohibited to unreasonably refer appeals to other state bodies, organizations, or to bodies, organizations, or officials whose decisions or actions (inactions) are being appealed. \n If the appeals do not contain the information necessary to send them to the relevant state bodies, organizations or officials, these appeals will be returned to the applicant with a reasoned explanation no later than five days. \n If a duplicate of the application is received during the consideration of the application, the application will be considered together with the previous application. \n If a duplicate of the appeal is received after the appeal is considered and sent, the state body, organization or their officials shall notify the applicant in due course. \n Consideration of letters (letters of appreciation, congratulations, invitations, comments) not included in the types of appeals is carried out by government agencies, organizations and their officials at their discretion. \n Article 26. Hearing of the applicant \n The state body, other organization or their officials considering the appeal may organize the hearing on its own initiative or at the request of the applicant. \n A government agency, organization, or their officials provides an opportunity for the applicant to express his or her views on the issues raised in the application and to provide additional information on the application. The state body, organization or their officials may involve experts, specialists and representatives of interested organizations in the hearing of the applicant. \n Article 27. Responses to Appeals \n Based on the results of consideration of appeals, a decision is made by the state body, organization or their officials.the offender shall be notified immediately in writing or electronically. \n The answer to the appeal is signed by the head of the state body, organization or their official. \n Responses to collective appeals are sent to the first person on the list of applicants, unless the application requires a response to be sent to another person. An appeal shall be considered considered if all the issues raised in it have been considered in accordance with the requirements of this Law and an appropriate response has been sent to the applicant. \n Responses to appeals should be written in as much language as possible, and the answers should contain clear grounds for refuting or confirming the arguments on each of the issues raised in the appeal (with references to the law as necessary). \n No written or electronic response is required to verbal appeals received and resolved on the spot by the head of a public body or other authorized official during public receptions. \n Article 28. Terms of consideration of appeals \n Within fifteen days from the date of receipt of the application or complaint to the state body, organization or their official, which is obliged to resolve the issue, up to one month for additional study and (or) verification, requesting additional documents. will be considered for the duration of \n If it is necessary to conduct an investigation, request additional materials or take other measures to consider applications and complaints, the period of their consideration may be extended by the head of the relevant state body, organization, as an exception, for a period of one month. is done. \n The proposal shall be considered by the state body, organization or their official within one month from the date of its receipt, except for proposals that require additional study, and the individual or legal entity who submitted the proposal shall be notified in writing within ten days. \n Article 29. Appeal Appeals \n The following appeals will not be considered: \n anonymous appeals; \n Appeals submitted by representatives of individuals and legal entities in the absence of documents confirming their authority; \n Appeals that do not meet the other requirements of this Law. \n In case of rejection of appeals, an appropriate conclusion is made, which is approved by the head of the state body, organization or their authorized official. \n Due to the lack of documents confirming the authority of the representative of an individual or legal entity, the applicant will be duly notified that the application has not been considered. \n Article 30. Termination of appeals \n Consideration of appeals is terminated in the following cases: \n if the repeated appeals do not contain new arguments or newly discovered cases, and previous appeals contain complete materials of investigations and the applicant is answered in the prescribed manner; \n if the applicant has withdrawn his / her application in the prescribed manner or has requested the termination of its consideration; \n When it is not possible to consider the application without the participation of the applicant due to the impossibility of summoning due to failure to timely notify about the change of residence, location (postal address), e-mail address or other details; \n in case of absence of the applicant summoned by the state body, organization or their official due to the impossibility to consider the application without the participation of the applicant; \n if the applicant's death does not allow for legal succession after the death of the individual. \n The decision to terminate the appeal is made by the head of the state body, organization or their authorized official. \n Upon termination of the review of the appeal in accordance with the second paragraph of the first part of this article, the applicant shall be notified in writing of the groundlessness of the appeal and the termination of correspondence with him on this issue. In the event of a repeated application from the applicant whose correspondence has been terminated, the consideration of such application shall be terminated without notifying the applicant. \n Upon termination of the appeal, the appeal shall be returned to the applicant within three days, together with a letter from a government agency, organization or their official. An application to withdraw an appeal will identify and remedy any irregularities does not exclude the possibility of taking measures to \n The applicant will be duly notified of the termination of the appeal due to the absence of the summoned individual or representative of the legal entity. \n Article 31. Explaining and correcting the response to the appeal At the request of an individual or legal entity, the state body, organization and their officials, which considered the appeal, must explain the response to the appeal without changing its content, as well as errors and arithmetic errors on their own initiative or at the request of the applicant. without interfering with the content. \n The applicant's request for clarification and correction of the response to the appeal shall be considered within ten days from the date of its receipt. \n Chapter 5. Rights of individuals and legal entities, rights and obligations of state bodies, organizations and their officials in consideration of appeals \n Article 32. Rights of individuals and legal entities in the consideration of appeals \n When appeals are considered by state bodies, organizations and their officials, individuals and legal entities have the following rights: \n to receive information on the progress of the appeal; \n personal presentation of arguments and explanations; \n to get acquainted with the materials of the examination of the application and the results of its consideration; \n to provide additional materials or request such materials from other bodies; \n use of a lawyer; \n request to terminate the consideration of the appeal or to explain the answer to the appeal and (or) to correct it; \n to withdraw his / her application by means of a written or electronic application until it is considered and a decision is made on the application at the time of its consideration; \n Complaints to a higher authority or directly to a court of law against the unlawful refusal to accept or consider an appeal. \n Individuals and legal entities may have other rights under the law. \n Article 33. Rights and obligations of the state body, organization and their officials in the consideration of appeals \n In the consideration of appeals, the state body, organization and their officials have the following rights: \n to request and receive information in the prescribed manner; in the absence of the applicant or another person, when the appeal cannot be considered or summoned for hearing; \n Request a court to reimburse the costs incurred as a result of deliberately misrepresenting an application. \n Public authorities, organizations and their officials may have other rights in accordance with the law. \n State body, organization and their officials: \n comply with the requirements of the legislation on appeals; \n The applicant has the opportunity to get acquainted with documents, decisions and other materials related to his rights, freedoms and legitimate interests, if they do not contain information that is a state secret or other secret protected by law, the rights, freedoms and legitimate interests of individuals and legal entities. ensure that it does not harm the interests of society and the state; \n to inform the applicant about the results of the review and the decision made immediately after the appeal in writing or electronically, except for oral appeals received during the public receptions and resolved on the spot; \n explain the procedure for appealing the decision on the appeal, if the individual or legal entity does not agree with it; \n monitor the implementation of the decision made on the basis of the appeal; \n to take immediate measures to eliminate illegal actions (omissions), to determine, within its competence, the causes and circumstances that lead to the violation of the rights, freedoms and legitimate interests of individuals and legal entities; \n to eliminate in the prescribed manner the harassment of an individual, his representative, their family members, legal entity, his representative and family members of the representative of the legal entity due to their appeals; \n If a natural or legal person has suffered material damage or moral damage as a result of violation of his rights, freedoms and legitimate interests, he shall take measures to compensate for material damage or compensation for moral damage in accordance with the law. \n Yes The authorities train their staff in dealing with complaints and upgrade their skills at least once every three years. The Cabinet of Ministers of the Republic of Uzbekistan shall determine the requirements for employees of government agencies dealing with appeals, as well as the procedure for their training and retraining. \n Government agencies, organizations and their officials may have other obligations under the law. \n Article 34. Monitoring and control of appeals \n Heads of state bodies, organizations or other authorized officials shall constantly monitor and control the consideration of appeals by their structural subdivisions and take measures to ensure their full, impartial and timely consideration. \n The appeal is subject to review and execution by the same manager or other authorized official. \n Intermediate and incomplete applications will not be considered. \n Article 35. Summarizing and analyzing appeals \n Maintains statistical records of appeals received by government agencies, organizations and their officials. Statistical records should include the number of applications received, reviewed, approved, rejected, rejected, as well as other information related to the handling of applications. \n Government agencies, organizations and their officials summarize and analyze appeals on a quarterly basis. \n Based on the results of summarizing and analyzing appeals, public authorities compile references (comments), which contain general indicators of work with appeals, frequently raised issues in appeals, major shortcomings and violations identified as a result of appeals, rights and freedoms of individuals and legal entities. and measures taken to address the causes of the violation of the legitimate interests of society, as well as the interests of society and the state. \n References (comments) based on the results of summarizing and analyzing the appeals will be published on the official websites of the relevant government agencies. \n Chapter 6. Final Provisions \n Article 36. Dispute Resolution \n Disputes in the field of appeals of individuals and legal entities are resolved in the manner prescribed by law. \n Article 37. Compensation for pecuniary damage and compensation for non-pecuniary damage At the request of the relevant state body, organization, as well as their officials, the applicant shall be reimbursed in court for the expenses incurred in connection with the trip to the place, as well as the salary lost during this period. Moral damages can also be compensated in court. \n Funds paid by a state body or organization as compensation for material damage and non-pecuniary damage caused to a natural or legal person in connection with a violation of the law during the consideration of an application or complaint may be recourse from the guilty person. \n Article 38. Liability for Violation of the Law on Appeals Violation of the law on appeals, as well as libel and defamation, are punishable under the established procedure. \n (Collection of Legislation of the Republic of Uzbekistan, 2017, No. 37, Article 977; National Database of Legislation, January 30, 2018, No. 03/18/463/0634) \n “Individuals and legal entities On Amendments and Addenda to the Law of the Republic of Uzbekistan \"On Appeals\" \n Procedure for Admission of Individuals and Representatives of Legal Entities carried out by an official. For this purpose, special units may be established in government agencies and organizations, and the officials responsible for admission shall be appointed. \n Mobile personal receptions of individuals and representatives of legal entities, as well as public receptions may be organized by the heads of government agencies or other officials authorized in this regard. \n Individuals and legal entities The reception will be held on the scheduled days and hours, in accordance with the reception schedule. \n The schedule of reception and the time, place and information on pre-registration for the reception, the order of admission are published on the official websites of government agencies, as well as on their accessible stands or other technical means in the administrative building. delivered. \n Mobile personal receptions of individuals and representatives of legal entities, as well as public receptions can be held, if necessary, outside the reception schedule. Public receptions can also be held by individual entrances to courtyards (apartments), other buildings and places. \n If the issues raised during the admission are not within the competence of the state body, organization or their official, the relevant officials should explain to the applicant which body or organization should be addressed to address the issues raised in the application. During the personal reception, the state body, at the discretion of the head of the organization and notifying the applicant, may use special equipment (audio and video, as well as photography). \n When an individual applies orally, he she must present an identity document, and a representative of a legal entity must present a document confirming his her authority and identity, except for applications received during the public reception. \n Oral appeals can be made in real time using information and communication technologies, including through hotlines and hotlines of government agencies and organizations, and via videoconferencing. \n The order of reception by videoconference is determined by the Cabinet of Ministers of the Republic of Uzbekistan. \n Results of consideration of appeals of individuals and legal entities \n Information on the work done in 2021 in the Sokh-Oktepa Irrigation System Department under the Syrdarya-Sokh Irrigation Systems Department In order to support and receive their appeals, the hotline number 73-542-21-28 has been established in the department and is functioning effectively. In addition, the executive system of the department on the Internet water.gov.uz uses a single interagency electronic system and umail. There are also conditions for individuals and legal entities to leave applications via e-mail. \n In 2021, the department received a total of 47 applications from individuals and legal entities through the hotline and postal services. Of these, 5 appeals were forwarded to other organizations and agencies as they were not within the competence of the department. \n Out of 47 appeals examined within the competence of the Department, 38 were resolved positively, and legal explanations were provided on the remaining 7 appeals. In the course of the review of appeals, two violations of the deadlines set by the normative documents were noted. \n The head of the department I.Khoshimov personally controlled 47 appeals. \n The Deputy Chief K.Kamolov reviewed 10 appeals, gave 8 positive and 2 legal explanations. \n S.Ismailov, the chief specialist of the organization of repair and restoration works, supervised 31 appeals, 24 positive, 5 legal explanations were given, 2 violations of the terms established by normative documents were noted. \n The head of the water use department F. Nazarov supervised 2 appeals and resolved 2 positive ones. \n Agronomist A.Davronov, a specialist in subsidiary farming, resolved 2 appeals positively. \n In 2021, the department received 27 applications from individuals and 20 applications from legal entities, of which 11 were electronic, 34 were written and 2 were oral. \n According to the results of the monitoring, 4 complaints were received on the issue of irrigation water, 10 on the issue of irrigation, 2 on the issue of protected land use, and 31 on the issue of construction."
    },
    "murojatMatni": {
        "uz": "Murojaat matni",
        "ru": "Обратитесь к тексту",
        "en": "Refer to the text"
    },
    "murojatWeb": {
        "uz": "Web-sayt orqali murojaat shakli",
        "ru": "Форма заявки через сайт",
        "en": "Application form through the website"
    },
    "fio": {
        "uz": "F.I.O",
        "ru": "Ф.И.О",
        "en": "Full Name"
    },
    "fioI": {
        "uz": "To’liq ism-sharfingizni kiriting ...",
        "ru": "Введите свое полное имя ...",
        "en": "Enter your full name ..."
    },
    "HDate": {
        "uz": "Tug’ilgan sanangiz",
        "ru": "Твоя дата рождения",
        "en": "Your date of birth"
    },
    "HDateI": {
        "uz": "Tug’ilgan sanangizni kiriting ...",
        "ru": "Введите вашу дату рождения ...",
        "en": "Enter your date of birth ..."
    },
    "Passport": {
        "uz": "Pasport ma’lumotingiz",
        "ru": "Ваши паспортные данные",
        "en": "Your passport information"
    },
    "PassportI": {
        "uz": "Pasport ma'lumotingizni kiriting ...",
        "ru": "Введите паспортные данные...",
        "en": "Enter your passport information ..."
    },
    "AddressI": {
        "uz": "Pochta manzilingizni kiriting ...",
        "ru": "Введите свой почтовый адрес...",
        "en": "Enter your mailing address ..."
    },
    "ZIPCode": {
        "uz": "Pochta indekslari",
        "ru": "почтовый индекс",
        "en": "ZIP Code"
    },
    "ZIPCodeI": {
        "uz": "Pochta indeksini kiriting ...",
        "ru": "Введите почтовый индекс ...",
        "en": "Enter zip code ..."
    },
    "Email": {
        "uz": "Elektron pochta",
        "ru": "Эл. адрес",
        "en": "Email"
    },
    "EmailI": {
        "uz": "Elektron pochta manzilingizni kiriting ...",
        "ru": "Введите ваш адрес электронной почты ...",
        "en": "Enter your email address ..."
    },
    "PhoneNumber": {
        "uz": "Tel. raqam",
        "ru": "Tелефонный номер",
        "en": "Phone number"
    },
    "PhoneNumberI": {
        "uz": "Telefon raqamingizni kiriting ...",
        "ru": "Введите свой номер телефона ...",
        "en": "Enter your phone number ..."
    },
    "Subyekt": {
        "uz": "Subyekt turi",
        "ru": "Тип темы",
        "en": "Subject type"
    },
    "jismoniyShaxs": {
        "uz": "Jismoniy shaxs",
        "ru": "Индивидуальный",
        "en": "Individual"
    },
    "yuridikShaxs": {
        "uz": "Yuridik shaxs",
        "ru": "Юридическое лицо",
        "en": "Legal entity"
    },
    "qisqaMurojaat": {
        "uz": "Qisqacha murojat matni",
        "ru": "Краткий справочный текст",
        "en": "Brief reference text"
    },
    "qisqaMurojaatI": {
        "uz": "Qisqacha murojat matni kiriting...'",
        "ru": "Введите краткий справочный текст...",
        "en": "Enter a short reference text ..."
    },
    "send": {
        "uz": "Jo'natish",
        "ru": "Отправлять",
        "en": "Send"
    },
    "tarjimaiy": {
        "uz": "Tarjimayi Hol",
        "ru": "Автобиография",
        "en": "Autobiography"
    },
    "tarjimaiyTitle": {
        "uz": "Bo`sh ish o`rinlariga tarjimayi hol jo`natish",
        "ru": "Отправка резюме на вакансии",
        "en": "Sending resumes to vacancies"
    },
    "fileBiriktir": {
        "uz": "Fayl biriktirish",
        "ru": "Прикрепить файл",
        "en": "Attach a file"
    },
    "ishTartib": {
        "uz": "Ish Tartibi",
        "ru": "Рабочий график",
        "en": "Work schedule"
    },
    "ishTartib1": {
        "uz": "Boshqarmaning markaziy apparatida ish soat 8:00 da boshlanib, 17:00 da tugaydi.",
        "ru": "Работа в центральном офисе ведомства начнется в 8:00 и закончится в 17:00.",
        "en": "Work in the central office of the department will begin at 8:00 and end at 17:00."
    },
    "ishTartib2": {
        "uz": "Tushlik tanaffusi 12:00 dan 13:00 gacha.",
        "ru": "Обеденный перерыв с 12:00 до 13:00.",
        "en": "Lunch break from 12:00 to 13:00."
    },
    "ishTartib3": {
        "uz": "Dam olish kunlari - shanba, yakshanba va bayramlar.",
        "ru": "Выходные дни - суббота, воскресенье и праздничные дни.",
        "en": "Holidays are Saturdays, Sundays and holidays."
    },
    "Boglanish": {
        "uz": "Bog'lanish",
        "ru": "Связь",
        "en": "Contact"
    },
    "murojat": {
        "uz": "Bog'lanish",
        "ru": "Связь",
        "en": "Contact"
    },
    "AloqaXizmati": {
        "uz": "A'loqa ma’lumotlari",
        "ru": "Контакты",
        "en": "Contact information"
    },
    "AloqaXizmatiT": {
        "uz": "So‘x-Oqtepa irrigasiya tizimi boshqarmasi  rahbariyatining Jismoniy shaxslar va yuridik shaxslar vakillarini qabul qilish jadvali",
        "ru": "График приема руководства Сох-Октепинского управления ирригации для физических и юридических лиц",
        "en": "Sokh-Oktepa Irrigation Department Management Reception schedule for individuals and legal entities"
    },
    "fikrMulohaza": {
        "uz": "Fikr mulohazalar qismi",
        "ru": "часть обратной связи",
        "en": "Part of the feedback"
    },
    "welcome": {
        "uz": "Xush kelibsiz",
        "ru": "Добро пожаловать",
        "en": "Welcome"
    },
    "welcomeP": {
        "uz": "O’zbekiston Respublikasi Suv xo’jaligi Vazirligi Sirdaryo-So’x irrigatsiya tizimlari xavza boshqarmasi xuzuridagi So’x-Oqtepa irrigatsiya tizimi boshqarmasi",
        "ru": "Сох-Октепинское управление ирригационных систем при Сырдарьинско-Сохском бассейновом управлении ирригации Министерства водного хозяйства Республики Узбекистан",
        "en": "Sokh-Oktepa Irrigation System Department under the Syrdarya-Sokh Irrigation Basin Department of the Ministry of Water Resources of the Republic of Uzbekistan"
    },
    "AboutUs": {
        "uz": "Biz haqimizda",
        "ru": "O нас",
        "en": "About Us"
    },
    "AboutUsDesc": {
        "uz": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ac consectetur pretium lectus ut. Dapibus enim tempus, fusce aliquet morbi quis. Arcu, ut tempor mauris morbi facilisis ultrices hendrerit ipsum arcu. Sed curabitur nunc proin euismod risus. Molestie vestibulum pharetra consectetur nunc. Lacus habitant accumsan sed vitae aliquam suspendisse a a ante.",
        "ru": "O нас descr",
        "en": "About Us descr"
    },
    "ReadMore": {
        "uz": "Batafsil",
        "ru": "Подробнее",
        "en": "Read More"
    },
    "LatestNews": {
        "uz": "So'ngi Yangiliklar",
        "ru": "Последние новости",
        "en": "Latest News"
    },
    "AllNews": {
        "uz": "BARCHA YANGILIKLAR",
        "ru": "ВСЕ НОВОСТИ",
        "en": "All News"
    },
    "Statistics": {
        "uz": "Statistika",
        "ru": "Статистика",
        "en": "Statistics"
    },
    "footerSmap": {
        "uz": "Sayt xaritasi",
        "ru": "Карта сайта",
        "en": "Site map"
    },
    "bNizomTitle1": {
        "uz": "Boshqarma nizomi",
        "ru": "Совет директоров",
        "en": "Board of Directors"
    },
    "bNizomTitle2": {
        "uz": "Umumiy qoidalar.",
        "ru": "Основные правила.",
        "en": "General rules."
    },
    "bNizom": {
        "uz": "1. Ushbu ustav Sirdaryo-Soʻx irrigatsiya tizimlari xavza boshqarmasi xuzuridagi Soʻx-Oqtepa irrigatsiya tizimi boshqarmasi ( keyingi oʻrinlarda irrigatsiya tizimi boshqarmasi deb ataladi), maqomi, asosiy vazifalari, funktsiyalari va xuquqlarini hamda faoliyatini tashkiliy asoslarini belgilaydi. \n 2. Sox-Oqtepa irrigatsiya tizimi boshqarmasi Oʻzbekiston Respublikasi Prezidentining 2021 yil 6 apreldagi ʼSuvresurslaridan foydalanish soxasida davlat boshqaruvi va nazorat tizimini yanada takomillashtirish xamda suv xo`jaligi obʼektlari xavfsizligini taʼminlash chora- tadbirlari to`g`risidaʼʼ gi PF 6200- son Farmoni xamda ʼOʻzbekiston Respublikasi Suv xoʻjaligi vazirligi faoliyatini yanada takomillashtirish chora- tadbirlari toʻgʻrisida gi PQ 5055- son qarori xamda Oʻzbekiston Respublikasi Vazirlar Maxkamasining ʼO`zbekiston Respublikasi Suv xo`jaligi vazirligi faoliyatini tartibga soluvchi normativ-xuquqiy xujjatlarni tasdiqlash to`g`risidaʼ gi 2018 yil 3- iyuldagi 500- sonli qarori asosida tashkil yetilgan. \n 3. Soʻx-Oqtepa irrigatsiya tizimi boshqarmasi Sirdaryo-Soʻh irrigatsiya tizimilar havza boshqarmasi xuzurida boʻlib suv resurslarini boshqarish va undan foydalanishni tartibga solish boʻyicha tarkibiy tizimi hisoblanadi. Oʻz faoliyati jarayonida havza bьoshqarmasi va suv xoʻjaligi vazirligiga boʻysunadi. \n 4. Boshqarma oʻz faoliyatida Uzbekiston Respublikasi Kanstitutsiyasiga, qonunlarga, Oʻzbekiston respublikasi Oliy Majlis palatalarining Qarorlariga, Oʻzbekiston Respublikasi Prezidentining farmonlari, qarorlari va farmoyishlariga, Oʻzbekiston Respublikasi Vazirlar Mahkamasining qarorlari va farmoyishlariga, shuningdek suv Xoʻjaligi vazirligi va havza boshqarmasining boʻyruqlariga, hamda ushbu ustavga amal qiladi. \n 5. Boshqarma oʻz vakolatlari doirasida qabul qilingan qarorlari davlat va xoʻjalik boshqaruvi organlari, joylardagi davlat xokimiyati organlari va tashkilotlar, ularning mansabdor shaxslari shuningdek, yuridik va jismoniy shaxslar tomonidan bajarilishi majburiy xisoblanadi. \n 6. Boshqarma yuridik shaxs xisoblanadi, Oʻzbekiston Respublikasining Davlat gerbi tasviri tushirilgan va oʻz nomi davlat tilida yozilgan muxrga va ish blankalariga, mustaqil balansga, Oʻzbekiston Respublikasi Moliya vazirligi gʻaznachiligida gʻaznachilik shaxsiy hisob raqamlarga, banklarda milliy va xorijiy hisob raqamlarga ega. \n 7. Boshqarmaning rasmiy nomlanishi: \n - dalat tilida: toʻliq Sirdaryo-Soʻx irrigatsiya tizimlari havza boshqarmasi, qisqartirilgan nomi Sirdaryo-Soʻx ITXB xuzuridagi Soʻx-Oqtepa ITB \n - rus tilida: toʻliq-Upravlenniye irrigatsionix sistem Sox-Oktepa pri qisqartirilgan nomi-UIS Sox-Oktepa pri Sirdarьya-Soxskom BUIS. \n 8. Soʻx-Oqtepa irrigatsiya tizimi boshqarmasining joylashgan manzili (pochta manzili) 150700 Fargʻona viloyati, Qoʻqon shaxri, Imom Buxoriy koʻchasi 5-uy. \n 2-bob. Boshqarmaning vazifa va funktsiyalari. Boshqarmaning asosiy vazifalari quyidagilardan iborat: \n - Vazirlik va havza boshqarmasining irrigatsiya tizimi boshqarmasiga yuklangan vazifa va funktsiyalarni samarali amalga oshirish. \n - Kompleks ijtimoiy-iqtisodiy rivojlantirish sektorlari bilan xamkorlik qilish. \n - Tizim suv xoʻjaligi tarmogʻini kompleks moderinizatsiyalash, fan-texnika yutuqlari, suvni tejovchi zamonaviy texnalogiyalarni, ilgʻor maxalliy va xorijiy tajribalarni joriy qilishga yoʻnaltirilgan yagona suv xoʻjaligi siyosatini amalga oshirish. \n - Suv resurslarini boshqarish tamoillari va tizimini takomillashtirish, ulardan tejamli va oqilona foydalanishni taʼminlash, sugʻoriladigan yerlarni melorativ xolatini yaxshilash, suv xoʻjaligi obʼektlarini va gidrotexnika inshootlarini rekonstruktsiya qilish va zamonaviylashtirish choralarini koʻrish. \n 10. Boshqarma oʻziga yuklangan asosiy vazifalarga muvofiq quyidagi funktsiyalarni amalga oshiradi. \n - Suv xoʻjaligi soxasini rivojlantirish boʻyicha tarmoq va mintaqaviy dasturlarning samarali amalga oshirilishini taʼminlaydi. \n - iqtisodiyot tarmoqlarida, shu jumladan, qishloq xoʻjaligida suvni tejovchi texnalogiyalarni joriy etish ishlarini muvofiqlashtiradi. \n - Suv resurslarini si Boshqarma oʻz faoliyatida Oʻzbekiston Republikasi Konstitutsiyasiga, Oʻzbekiston Respublikasi Qonunlariga, Oʻzbekiston Respublikasi Oliy Majlisining qarorlari va boshqa xujjatlariga, Oʻzbekiston Respublikasi Prezidentining farmon, qaror va farmoishlariga, Oʻzbekiston Respublikasi Vazirlar Maxkamasining qarorlari va farmoishlariga, Oʻzbekiston Respublikasi Suv xoʻjaligi vazirligi, Xavza boshqarmasining qarorlari va buyruqlariga, hamda ushbu ustavga amal qiladi. \n 4. Boshqarma tizim tashkilot hisoblanadi. Oʻzbekiston Respublikasi Davlat gerbi tasviritushurilgan va oʻz nomi yozilgan muxrga, bank muassasalarida xisob raqamlariga yega boʻladi. \n 5. Sox-Oqtepa irrigatsiya tizimi boshqarmasining yuridik manzili: 151200 Fargʻona viloyati Qoqon shahri Istiqlol koʻchasi 5 uy. \n II Boʻlimning vazifalari va funksiyalari \n 6. Boshыarmaning asosiy vazifalari ыquyidagilardan iborat: \n - Vazirlik va havza boshqarmasining irrigatsiya tizimi boshqarmasiga yuklangan vazifa va funktsiyalarini samarali amalga oshirish. \n - Kompleks ijtimoiyiqtisodiy rivojlantirish sektorlari bilan xamkorlik qilish. \n - Tizim suv xoʻjaligi tarmogʻini kompleks moderinizatsiyalash, fan-texnika yutuqlari, suvni tejovchi zamonaviy texnalogiyalar, ilgʻor mahalliy va xorijiy tajribalarni joriy qilishga yoʻnaltirilgan yagona suv xoʻjaligi siyosatini amalga oshirish. \n - Suv resurslarini boshqarish tamoyillari va tizimni takomillashtirish, ulardan tejamli va oqilona foydalanishni taʼminlash, sugʻoriladigan yerlarning melorativ xolatini yaxshilash, suv xoʻjaligi obʼektlari va gidrotexnika inshootlarini rekonstruktsiya qilish va zamonaviylashtirish choralarini koʻrish. \n 10 Boshqarma oʻzitga yuklangan asosiy vazifalarga muvofiq quyidagi funktsiyalarni amalga oshirishiradi: \n - Suv xoʻjaligi soxasini rivojlantirish boʻyicha tarmoq va mintaqaviy dasturlarining samarali amalga oshiradi: \n - Suv xoʻjaligi soxasini rivojlantirish boʻyicha tarmoq va mintaqaviy dasturlarning samarali amalga oshirilishini taʼminlaydi. \n - Iqtitsodiyot tarmoqlarida, shu jumladan qishloq xoʻjaligida suvni tejovchi texnalogiyalarni joriy etish ishlarini muvofiqlashtiradi. \n - Suv resurslarini integratsiyalashgan boshqarish va ulardan oqilona foydalanishni, ularning samaradorligini oshirishni, suvdan foydalanish va suv istʼemolining innovatsion texnalogiyalari va mexanizmlarini faol joriy etish, suv resurslarini hisobga olishni tashkil eitsh va takomillashtirishni taʼʼminlaydi. \n - Suv isteʼmolchilari uyushmalari va boshqa birlashmalarini tuzishda uslubiy va amaliy yordam koʻrsatadi, suv isteʼmolchilari uyushmalarining suv xoʻjaligi obʼektlarini texnik ekspluatattsiya, rekonstruktsiya qilish va taʼmirlash ishlarini muvofiqlashtiradi. \n - Irrigatsiyani rivojlantirish va sugʻoriladigan yerlarning melorativ xolatini yaxshilash boʻyicha xududiy dasturlarni ishlab chiqish va amalga oshirishda qatnashadi. \n - Ilmiy asoslangan sugʻorish rejimlarini, tomchilatib sugʻorish tizimi va suvni tedaydigan boshqa sugʻorish texnalogiyalarni joriy etishni tashkil qilishda koʻmaklashadi. \n - Ichki xoʻjalik sugʻorish tizimlarini taʼmirlash va ularning rivojlantirish, shuningdek suvni tejovchi texnalogiyalarni joriy etishni muvofiqlashtiradi. \n - Suv resurslaridan foydalanishni taxlil qiladi va maʼmuriy tumanlar boʻyicha suv berish limitlarini belgilash, suvdan foydalanuvchilar va suv isʼtemolchilarini suvdan tejab foydalanishlarini ragʻbatlantirish boʻyicha takliflar kiritadi. \n - Suv isʼtemolchilari uyushmalariga suv isteʼmoli boʻyicha shartnomalar tuzish, sugʻorish tarmoqlarini suvdan boshqarish va suv oʻlchash vositalari bilan jixozlash ishlariga koʻmaklashadi va muvofiqlashtiradi. \n - Suv xoʻjaligi obʼektlari infratuzilmasini rivojlantirish, ularning moddiy-texnik bazasini mustaxkamlash boʻyicha kontseptsiyalari, strategiyalar va kompleks chora-tadbirlarning, shuningdek normativ-xuquqiy xujjatlarning bajarilishida ishtirok etadi. \n - Suv isteʼmolchilari va xizmat koʻrsatuvchilari uyushmalari oʻrtasida tuzilgan shartnomalarning bajarilishi monitoringini yuritadi. \n - Suv xoʻjaligi soxasidagi kadrlar va mutaxasisslar, shu jumladan, suv isteʼmolchilari uyushmalari raxbarlari va mutaxasislarining malakasini oshirishni tashkil qilishga yordam beradi. \n - Suv xoʻjaligi soxasidagi kadrlar va mutaxasisslar, shu jumladan suv isteʼmolchilari uyushmalari raxbarlari va mutaxasislarining malakasini oshirishni tashkil qilishga yordam beradi. \n - Suv xoʻjaligi soxasidagi oliy oʻquv muassasalari talabalari va kasb-xunar kollejlari oʻquvchilarining oʻquv ishlab chiqarish amaliyotini tashkil etishda xamkorlik qiladi. \n 3.bob. BЬoshqarmaning xuquqlari va majburiyatlari. \n 11. Boshqarma oʻziga yuklangshan vazifa va funktsiyalarni bajarish uchun quyidagi xuquqlarga ega: \n - Oʻz vakolitiga kiradigan masalalarni yechish uchun zarur boʻladigan maʼlumotlarni davlat va xoʻjalik boshqaruvi organlarining xududiy boʻlinmalaridan, maxalliy davlat xokimiyati organlaridan belgidangan tartibda soʻrash va olish. \n - Oʻz vakolitga kiradigan masalalar boʻyicha havza boshqarmasi, Vazirlikning hududiy boʻlinmalari va maxalliy xokimiyat organlariga koʻrib chiqish uchun takliflar kiritish. \n - Suv resurslaridan foydalanish toʻgʻrisida maʼqullash uchun taqdim qilayotgan qarorlarning loyihalari boʻyicha xulosalar berish. \n - Suv qonunchiligining buzilganligi uchun aybdor shaxslarni javobgarlikka tortish boʻyicha takliflar ki ritish. \n - iqtisodiy sudlarga suv xoʻjaligi tashkilotlarining manfaatlarini ximoya qiluvchi dvo arizalarini berish. \n - Boshgqarma qonun xujjatlarida koʻzda tutilgan boshqa xuquqlarga ham ega boʻli shlari mumkin. \n 12. Boshqarma: \n - Oʻziga yuklangan vazifa va funktsiyalarning oʻz vaqtida sifatli bajarilishini taʼminlash. \n - Maxalliy davlat xokimiyati organelariga va viloyatdagi hududiy boʻlinmalariga kiritiladigan xujjat va takliflar loyihalarining yakuniy natijalari va oqibatlari. \n - Suv xoʻjaligi tashkilotlari manfaaatlariga daxldor boʻlgan dolzarb muammolarni hamda suv xoʻjaligi infratuzitilmasini rivojlantirish dasturiga kiritish uchun takliflar tayyorlash va kiritish. \n - Suv xoʻjaligini rivojlantirish va muammoli masalalarni yechish boʻyicha dasturlar, chora-tadbirlar rejalari, “ yoʻl xaritalari” va boshqa dasturiy xujjatlarni samarali amalga oshirish uchun maʼsuldirlar. \n - Boshqarma zimmasida qonun xujjatlariga muvofiq boshqa majburiyatlar ham boʻlishi mumkin. \n 4-bob. Boshqarma raxbarining asosiy funktsiyasi \n Majburiyatlari quyidagilardan iborat. \n - Oʻzbekiston Respublikasi Kanstitutsiyasi va qonunlari shuningdek boshqa normativ xuquqiy xujjatlari talablariga rioya etish. \n - Boshqarma faolitini umumiy boshqaruvni amalga oshirish. \n - Fazilatlari kafolatlanganligini taʼminlash hamda ularning kasbiy malakasini kadrlar boʻyicha taqsimlash, ularning maʼsullik darajasini belgilash. \n - Oʻzbekiston Respublikasi Prezidenti va Oʻzbekiston Respublikasi Vazirlar Maxkamasining qarorlari va topshiriqlariining byuajarilishini taʼminlash, Oʻzbekiston Respublikasi Prezidentining Oʻzbekiston Respublikasi Pre5zidentining xujjatlari va topshiriqlarini samarali va natijali ijro etish, shuningdek ijro intizomni mustahkamlash uchun Oʻzbekiston Respublikasi Prezidentining Davlat maslahatchilari, Vazirlar Mahkamasi va uning komplekslari, davlat maslahatchilari, Vazirlar Maxkamasi va uning komplekslari, davlat va suv xoʻjalik boshqaruv organlari hamda barcha darajalardagi xokimliklar rahbarlarining shaxsiy javobgarligi toʻgʻrisida”gi 2017 yil 11 apreldagi PQ-2881-sonli qaroriga, shuningdek Oʻzbekiston Respublikasi Vazirlar Maxkamasining “ Ijro intizomni mustaxkamlash chora-tadbirlari toʻgʻrisida”gi 1999 yil 12 yanvardagi 12-sonli qaroriga asosan irrigatsiya boshqarmasi faoliyatida ijro intizomni mustaxkamlash uchun kompleks amaliy choralarni amalga oshirish, boshshqarma xodimlarining topshiriqtslarining oʻz vaqtida va sifatli bajarilishini taʼminlashi uchun shaxsiy maʼsuliyatini oshirish choralar koʻrish. \n - Vazirlik xayʼati qarorlari, buyruqlari, Vazir va uning oʻrinbosarlarining buyruq va topshitriqlari, havza boshqarmasining buyruq va topshiriqlari, maxalliy davlat boshqaruvi organlarining qaror va farmoishlarini oʻz vaqtida va sifatli ijro etishni taʼminlash. \n - Vazirlik va havza boshqarmasi faoliyati doirasiga kiradigan masalalar boʻyicha mahalliy davlat boshqaruvi organlari va kompleks ijtimoiy-iqtisodiy rivojlantirish sektorlari bilan oʻzaro xamkorlikda faoliyat yuritish. \n - Boshqarma kadrlarni tanlash va joylashtirish boʻyicha takliflar kiritish, ularning kasbiy mahorati, bilim darajasi, amaliy tajribasi va yuqori darajadagi ishchanlik va axloqiy-maʼnaviy bilimlarini Oʻzbekiston Respublikasi Vazirlar Maxkamasining “Davlat boshqaruvi organlari va maxalliy ijro etuvchi hokimiyat organlari xodimlarining odob-axloq namunaviy qoidaolarini tasdiqlash toʻgʻrisida”gi 2016 yil 2 martdagi 62-sonli qaroriga muvofiq chiqarilgan Vazirlik xodimlarining odob-axloq namunaviy qoidalari talablariga rioya etilishini taʼminlash. \n - Vazirlik va havza boshqarmasi faoliyati doirasiga kiradigan masalalar boʻyicha mahalliy davlat boshqaruvi organlari va kompleks ijtimoiy-iqtisodiy rivojlantirish sektorlari bilan oʻzaro hamkorlikda faoliyat yuritish. \n - Bьoshqarma kadrlarni tanlash va joylashtirish boʻyicha takliflar kiritish, ularning kasbiy mahorati, bilim darajasi, amaliy tajribasi va yuqori darajadagi ishchanlik va axloqiy- manaviy bilimlarini oʻzbekiston Respublikasi Vazirlar Mahkamasining “ davlat boshqaruvi organlari va maxalliy ijro etuvchi hokimiyat organlari xodimlarining odob-axloq namunaviy qoidalarini tasdiqlash toʻgʻrisida”gi 2016 yil 2 martdagi 62-sonli qaroriga muvofiq chiqarilgan Vazirlik xodimlarining odob-axloqi namunaviy qoidalari talablariga rioya etilishini taʼminlash. \n - Boshqarmada Oʻzbekiston Respublikasining “ Korruptsiyaga qarshi kurash toʻgʻrisida”gi Qonuni talablariga muvofiq korruptsiya va boshqa qonunbuzarliklarning oldini olish boʻyicha choralar koʻrish, shuningdek ularning yuzaga kelishiga sharoit yaratuvchi sabab va sharoitlarni aniqlash, tahlil qilish, amaldagi qonunchilikni takomillashtirish uchun takliflar kiritish yoʻli bilan ularni bartaraf qilish va ularnga qarshi kurashish chora-tadbirlarni ishlab chiqish va amalga oshirish. \n - Boshqarma xodimlariga mukofotlar, lavozim maoshiga qoʻshimchalar, moddiy yordam, ragʻbatlantirish toʻlovlarini toʻlash va intizomiy choralar qoʻllash, ularni davlat mukofotlari va idoraviy mukofotlar bilan taqdirlash toʻgʻrisidagi havza boshqarmasiga, Vazirlikka takliflar kiritish. \n - Davlat sirlari va qonun bilan muhofaza qilinadigan maxfiy maʼlumotlar toifalariga kiritilgan maʼlumotlar xisoyasini taʼminlash. \n 5-bob. Boshqarma faoliyatini tashkil etish. \n - Boshqarmani boshliq boshqaradi. Boshqarma bьoshligʻi viloyat hokimining tavsiyasiga asosan Vazirlikning Suv xoʻjaligi masalalari boʻyicha oʻrinbosarining kelishuviga binoan tayinlanadi. \n 14. Boshqarma boshligʻi: \n - Boshqarma faoliyatiga boshchilik asosida raxbarlik qiladi va boshqarmaga yuklangan vazifalar va funktsiyalar bajarilishi uchun shaxsan javob beradi. \n - Boshqarma boshligʻi oʻrinbosari lavozimiga tayinlash uchun nomzodni irrigatsiya tizimlari havza boshqarmasiga taqdim etadi. \n - Boshqarma apparat xodimlarini tanlov asosida lavozimga hamda oʻziga qarashli gidrouchastkalar boshliqlarini irrigatsiya tizimlari havza boshqarsmasi bilan kelishgan xolda tayinlanadi. \n - Qonun xujjatlarida belgilangan vakolatlari doirasida boshqa vakolatlarni amalga oshiradi. \n 15. Boьshqarma xodimdlarini ishga tayinlaydi va ishdan ozod etadi. \n 16. Buyruq va farmoishlar chiqaradi, boshqarma xodimlariga bajarilishi shart boʻlgan koʻrsatmalar beradi. \n 6-bob. Boshqarmaning mulki. \n 17. Boshыarmaning mulki ( bino, ogrotexnika, byudjet mabla-lari va boshыa kshchchar kshchchmas mol-mulklar) xavza boshыarmasi tomonidan foydalanish uchun berilgan tizim xududidagi resurslaridan samarali foydalanish va sugʻoriladigan yyerlarning melorativ xolatini yaxshilash siyosatini oʻtkazish hamda tuman suv isteʼmolchilari uyushmasi faoliyatini boshqarishda maʼsul xisoblanadi. \n 18. Boshыarma shchziga foydalanish uchun berilgan mulkni faыat xavza boshыarmasi ruxsati bilan shchrnatilgan tartibda tassaruf etadi. \n 7-bob.Boshqыarma faoliyatini moliyalashtirish va moddiy-texnika taʼminoti, xodimlari mexnatiga xaыq toʻlash va ularning moddiy ragʻbatlantirish. \n 19. Davlat byudjeti mablagʻlari, boshqarmaning xoʻjalik faoliyati xisobidan olingan daromadlari, shuningdek qonunda taqiqlanmagan boshqa mablagʻlar boshqarmanig moliyalashtirish manbaalari hisoblanadi. Bunda ish haqqi, ikki oylik ish haqi miqdoridagi mukofotlar va oylik ish haqi miqdoridagi moddiy yordam toʻlovlari, shuningdek, boshqa xarajatlar byudjet mablagʻlari hisobidan moliyalashtiriladi. \n 20. Boshqarmsaning hodimlari lavozim ish haqiga hodimlarning uzoq yillik xizmatlari asosida har oylik ustama va moddiy ragʻbatlantirish toʻlovlari Oʻzbekiston Respublikasi Suv xoʻjaligi vazirligi tomonidan tasdiqlangan “ Oʻzbekiston Respublikasi Suvs xoʻjaligi vazirligi va uning tarkibiga kiruvchi tashkilotlar xodimlarni moddiy ragʻbatlantirish tartibi toʻgʻrisida”gi ustavga muvofiq amalga oshiriladi. \n 8-bob. Boshqarma havza boshqarmasining oldidagi hisoboti. \n 21. Boshqarmaning faoliyati toʻgʻrisida havza boshqarmasiga muntazam ravishda hisobot beradi. \n 9-bob. Yakunlovchi qoida. \n 22. Boshqarmani qayta tashkil etish va tugatish qonunchilikda belgilangan tartibda amalga oshiriladi.",
        "ru": "1. Настоящий устав определяет статус, основные задачи, функции и права Сырдарьинско-Сохского бассейнового управления ирригационных систем при Сох-Октепинском управлении ирригационных систем (далее - Управление ирригационных систем), а также организационные основы его виды деятельности. 2. Сох-Октепинское управление ирригационных систем Постановление Президента Республики Узбекистан № ПФ 6200 от 6 апреля 2021 года «О мерах по дальнейшему совершенствованию системы государственного управления и контроля при использовании водных ресурсов и обеспечению безопасности водного хозяйства» Постановление Кабинета Министров Республики Узбекистан № PQ 5055 «О мерах по дальнейшему совершенствованию деятельности Министерства водного хозяйства Республики Узбекистан» и Кабинета Министров Республики Узбекистан «О утверждение нормативных правовых актов, регулирующих деятельность Министерства, установлено на основании Постановления № 500 от июля. \n 3. Сох-Октепинское бассейновое управление ирригационных систем – структурная система по управлению и регулированию водных ресурсов в составе Сырдарьинско-Сохского бассейнового управления ирригационных систем. В своей деятельности подчиняется Бассейновому управлению и Министерству водного хозяйства. 4. Департамент в своей деятельности соблюдает Конституцию Республики Узбекистан, законы, постановления Олий Мажлиса Республики Узбекистан, указы, постановления и распоряжения Президента Республики Узбекистан, постановления и распоряжения Кабинета Министров. Министров Республики Узбекистан. 5. Решения, принятые Коллегией в пределах своей компетенции, обязательны для исполнения органами государственного и хозяйственного управления, органами государственной власти на местах и ​​организациями, их должностными лицами, а также юридическими и физическими лицами. 6. Департамент является юридическим лицом, имеет печать и бланк с изображением Государственного герба Республики Узбекистан и своим наименованием на государственном языке, самостоятельный баланс, лицевые счета в казначействе Министерства финансов Республики Узбекистан. Узбекистан, национальные и зарубежные счета в банках. \n 7. Официальное наименование кафедры: \n - в г. Далат: полное Сырдарьинско-Сохское бассейновое управление оросительных систем, сокращенное наименование Сырдарья-Сохское ИТХБ при Сох-Октепинском ИТБ \n - на русском языке: полное -Управление ирригационных систем Сокс-Октепа при сокращенном номи-УИС Сокс-Октепа при Сырдарья-Соксском БУИС. \n 8. Адрес Сох-Октепинского управления ирригационных систем (почтовый адрес) 150700 Ферганская область, г. Коканд, ул. Имама Бухари, 5. \n Глава 2. Задачи и функции Совета. Основными задачами Департамента являются: \n - Эффективное выполнение задач и функций, возложенных на Департамент ирригационных систем Министерства и Бассейновое управление. \n - Взаимодействие с отраслями комплексного социально-экономического развития. \n - Реализация единой водной политики, направленной на комплексную модернизацию водного хозяйства, внедрение научно-технических достижений, современных водосберегающих технологий, передового отечественного и зарубежного опыта. \n - Совершенствовать принципы и систему управления водными ресурсами, обеспечивать их экономное и рациональное использование, улучшать мелиорацию орошаемых земель, принимать меры по реконструкции и модернизации водохозяйственных сооружений и гидротехнических сооружений. \n 10. Правление осуществляет следующие функции в соответствии с возложенными на него основными задачами. \n - Обеспечивает эффективную реализацию отраслевых и региональных программ развития водного хозяйства. \n - Координирует внедрение водосберегающих технологий в различные отрасли экономики, в том числе в сельское хозяйство. \n - Департамент водного хозяйства в своей деятельности руководствуется Конституцией Республики Узбекистан, Законами Республики Узбекистан, Постановлениями и иными документами Олий Мажлиса Республики Узбекистан, Указами, Постановлениями и Распоряжениями Президента Республики Узбекистан, решениями и приказами Коллегии Министерства водного хозяйства, а также настоящим Уставом. \n 4. Система управления - это организация. Государственный герб Республики Узбекистан должен иметь печать со своим изображением и наименованием, номера банковских счетов. \n 5. Юридический адрес Сох-Октепинского управления ирригационных систем: 151200, Ферганская область, г. Коканд, ул. Истиклол, 5. \n Задачи и функции Секции II \n 6. Основными задачами Совета являются: \n n - Эффективное выполнение задач и функций, возложенных на Департамент ирригационных систем Министерства и Бассейновое управление. \n - Взаимодействие с отраслями комплексного социально-экономического развития. \n - Реализация единой водохозяйственной политики, направленной на комплексную модернизацию водного хозяйства, внедрение научно-технических достижений, современных водосберегающих технологий, передового отечественного и зарубежного опыта. \n - Совершенствование принципов и системы управления водными ресурсами, обеспечение их экономного и рационального использования, улучшение мелиорации орошаемых земель, проведение мероприятий по реконструкции и модернизации водохозяйственных сооружений и гидротехнических сооружений. \n 10 В соответствии с возложенными на него основными задачами Правление осуществляет следующие функции: \n - Эффективно реализует отраслевые и региональные программы развития водного хозяйства: \n - Обеспечивает эффективное выполнение отраслевых и региональных программ развития развитие водного хозяйства. \n - Координирует внедрение водосберегающих технологий в экономику, в том числе в сельское хозяйство. \n - Обеспечивает комплексное управление и рациональное использование водных ресурсов, повышение их эффективности, активное внедрение инновационных технологий и механизмов водопользования и водопотребления, организацию и совершенствование учета водных ресурсов. \n - Оказывает методическую и практическую помощь в формировании ассоциаций водопользователей и других объединений, координирует техническую эксплуатацию, реконструкцию и ремонт водохозяйственных сооружений ассоциаций водопользователей. \n - Участвует в разработке и реализации региональных программ развития ирригации и улучшения мелиорации орошаемых земель. \n - Помогает организовать внедрение научно обоснованных режимов орошения, систем капельного орошения и других водосберегающих технологий орошения. \n - Координирует ремонт и развитие отечественных оросительных систем, а также внедрение водосберегающих технологий. \n - Анализирует использование водных ресурсов и вносит предложения по установлению лимитов подачи воды в административных районах, стимулируя водопользователей и водопотребителей к рациональному использованию воды. \n - Содействует и координирует ассоциации водопользователей при заключении договоров водопотребления, управлении оросительными сетями и оснащении их счетчиками воды. \n - Участвует в реализации концепций, стратегий и комплексных мероприятий по развитию инфраструктуры объектов водного хозяйства, укреплению их материально-технической базы, а также нормативных документов. \n - Контролирует выполнение договоров между водопотребителями и поставщиками услуг. \n - Оказывает содействие в организации повышения квалификации кадров и специалистов в области водного хозяйства, в том числе руководителей и специалистов объединений водопользователей. \n - Оказывает содействие в подготовке кадров и специалистов водного хозяйства, в том числе руководителей и специалистов объединений водопользователей. \n - Сотрудничает в организации производственной практики студентов высших учебных заведений и студентов профессиональных колледжей в области водного хозяйства. \n Глава 3. Права и обязанности Совета. \n 11. Коллегия имеет следующие права для выполнения возложенных на нее задач и функций: \n - запрашивать и получать информацию от территориальных подразделений органов государственного и хозяйственного управления, органов государственной власти на местах в установленном порядке. \n - Вносить предложения в Бассейновое управление, территориальные подразделения Министерства и органы местного самоуправления по вопросам, входящим в его компетенцию. \n - Предоставление отзывов по представленным на утверждение проектам решений по водопользованию. \n - Вносить предложения о привлечении к ответственности виновных в нарушении водного законодательства. \n - Подавать заявления в хозяйственные суды в защиту интересов водохозяйственных организаций. \n - Правление может иметь и другие права, предусмотренные законодательством. \n 12. Менеджмент:\n - Обеспечение своевременного и качественного выполнения возложенных на него задач и функций. \n - Проекты документов и предложений для представления в органы местного самоуправления и региональные управления",
        "en": "1. This charter defines the status, main tasks, functions and rights of the Syrdarya-Sokh Irrigation Systems Basin Department under the Sokh-Oktepa Irrigation System Department (hereinafter referred to as the Irrigation System Department), as well as the organizational basis of its activities. \n 2. Sokh-Oktepa Irrigation System Department PF of the President of the Republic of Uzbekistan dated April 6, 2021 \"On measures to further improve the system of public administration and control in the use of water resources and ensure the safety of water facilities\" Decree No. 6200 and Resolution No. PP 5055 \"On measures to further improve the activities of the Ministry of Water Resources of the Republic of Uzbekistan\" and the Resolution of the Cabinet of Ministers of the Republic of Uzbekistan \"On measures to further improve the activities of the Ministry of Water Resources of the Republic of Uzbekistan\" was established on the basis of the Resolution No. 500 of July 3, 2018 \"On approval of regulatory legal acts\". \n  3. Sokh-Oktepa Irrigation System Department is a part of the Syrdarya-Sokh Irrigation Systems Department under the Basin Department and is an integral part of the management of water resources and regulation of their use. In the course of its activities, it reports to the Basin Department and the Ministry of Water Resources. \n  4. In accordance with the Constitution of the Republic of Uzbekistan, laws, resolutions of the chambers of the Oliy Majlis of the Republic of Uzbekistan, decrees, resolutions and orders of the President of the Republic of Uzbekistan, the Cabinet of Ministers of the Republic of Uzbekistan, the Cabinet of Ministers and the Cabinet of Ministers of the Republic of Uzbekistan. \n  5. Decisions taken by the Board within its competence shall be binding on the state and economic administration bodies, local state authorities and organizations, their officials, as well as legal entities and individuals. \n  6. The Board is a legal entity, stamps and letterheads with the image of the State Emblem of the Republic of Uzbekistan and its name in the state language, independent balance sheet, treasury personal account numbers in the treasury of the Ministry of Finance of the Republic of Uzbekistan, national and foreign bank accounts. \n  7. Official name of the Board: \n   - in the state language: full Syrdarya-Sokh Irrigation Systems Basin Department, abbreviated name Sokh-Oktepa IDB under Syrdarya-Sokh \n - in Russian: full-Management of irrigation systems Sokh-Oktepa at the abbreviated name-UIS Sokh-Oktepa at Syrdarya-Sokh BUIS. \n  8.  Address of the Sokh-Oktepa Irrigation Department (postal address) 150700 Fergana region, Kokand city, 5 Imam Bukhari Street. \n   Chapter 2. Duties and functions of the Board. The main tasks of the Board are: \n   - Effective implementation of the tasks and functions assigned to the Department of Irrigation Systems of the Ministry and the Basin Department. \n   - Cooperation with the sectors of complex socio-economic development.  \n  - Implement a single water management policy aimed at comprehensive modernization of the water management system, the introduction of scientific and technical achievements, modern water-saving technologies, advanced local and foreign practices.  \n  - Improving the principles and system of water resources management, ensuring their rational and rational use, improving the reclamation of irrigated lands, reconstruction and modernization of water facilities and hydraulic structures. \n  10. The Board performs the following functions in accordance with the main tasks assigned to it. \n  - Ensures the effective implementation of sectoral and regional programs for the development of the water sector. \n  - Coordinates the introduction of water-saving technologies in the economy, including agriculture.  \n  - In its activities, the Department of Water Resources complies with the Constitution of the Republic of Uzbekistan, laws of the Republic of Uzbekistan, resolutions and other documents of the Oliy Majlis of the Republic of Uzbekistan, decrees, resolutions and orders of the President of the Republic of Uzbekistan. and orders of the Ministry of Water Resources of the Republic of Uzbekistan, decisions and orders of the Basin Administration, as well as this Charter. \n  4. The management system is an organization. The State Emblem of the Republic of Uzbekistan shall have a stamp with the image and its name, account numbers in banking institutions. \n 5. Legal address of Sokh-Oktepa Irrigation System Department: 151200, 5 Istiqlol Street, Qoqon city, Fergana region. \n Tasks and functions of Section II  \n 6. The main tasks of the Board are: \n - Effective implementation of the tasks and functions assigned to the Department of Irrigation Systems of the Ministry and the Basin Department. \n - Cooperation with the sectors of complex socio-economic development. \n - Implementation of a single water management policy aimed at comprehensive modernization of the water management system, the introduction of scientific and technical achievements, modern water-saving technologies, advanced local and foreign practices. \n - Improving the principles and system of water resources management, ensuring their efficient and rational use, improving the reclamation of irrigated lands, reconstruction and modernization of water facilities and hydraulic structures. \n 10. The Board performs the following functions in accordance with the main tasks assigned to it: \n - Effectively implements sectoral and regional programs for the development of the water sector: \n - Ensures the effective implementation of sectoral and regional programs for the development of the water sector. \n - Coordinates the introduction of water-saving technologies in the economy, including agriculture. \n - Integrated management and rational use of water resources, increase their efficiency, active introduction of innovative technologies and mechanisms of water use and consumption, organization and improvement of water resources accounting. \n - Provides methodological and practical assistance in the formation of water users 'organizations and other associations, coordinates the technical operation, reconstruction and repair of water facilities of water consumers' organizations. \n - Participates in the development and implementation of regional programs for the development of irrigation and improvement of reclamation of irrigated lands. \n - Assists in the introduction of science-based irrigation regimes, drip irrigation systems and other irrigation technologies. \n - Rehabilitation and development of on-farm irrigation systems, as well as the introduction of water-saving technologies. \n - Analyzes the use of water resources and makes proposals on setting water supply limits in administrative districts, encouraging water users and water consumers to use water sparingly. \n - Assists and coordinates water consumption organizations with the conclusion of contracts for water consumption, water management of irrigation networks and equipping them with water meters. \n - Participates in the implementation of concepts, strategies and comprehensive measures to develop the infrastructure of water facilities, strengthening their material and technical base, as well as regulatory documents. \n - Monitors the implementation of contracts between water consumers and service providers. \n - Helps to organize training of personnel and specialists in the field of water management, including leaders and specialists of water consumers' organizations. \n - Helps to organize training of personnel and specialists in the field of water management, including leaders and specialists of water consumer organizations. \n - Cooperates in the organization of educational and production activities of students of higher education institutions and students of professional colleges in the field of water management. \n Chapter 3. Rights and obligations of the Board. \n 11. The Board has the following rights to perform the tasks and functions assigned to it: \n - Request and receive information necessary for the resolution of issues within its competence from the territorial subdivisions of state and economic administration bodies, local state authorities in the prescribed manner. \n - Make proposals for consideration by the district administration, territorial subdivisions of the Ministry and local authorities on issues within its competence. \n - Giving conclusions on the draft resolutions submitted for approval on the use of water resources. \n - Make proposals to bring to justice those responsible for violations of water legislation. \n - Submission of applications to economic courts to protect the interests of water management organizations. \n- The Board may have other rights provided by law. \n 12. Management Board:  \n - Ensuring the timely and quality performance of assigned tasks and functions. \n - The final results and consequences of the draft documents and proposals submitted to the local authorities and territorial divisions of the region. \n - Preparation and introduction of proposals for the inclusion of current issues in the interests of water management organizations, as well as in the program for the development of water infrastructure. \n - Responsible for the effective implementation of guidelines, action plans, \"road maps\" and other guidelines for the development of water management and problem solving. \n - The board may have other obligations in accordance with the law. \n Chapter 4. The main function of management \n Obligations include: \n - Compliance with the requirements of the Constitution and laws of the Republic of Uzbekistan, as well as other normative legal acts. \n - Implementation of general management of the Board's activities. \n - Ensuring that their merits are guaranteed, as well as the distribution of their professional skills in personnel, to determine their level of responsibility. \n - President of Uzbekistan and Uzbekistan Vazirlar Maxkamasining qarorlari and topşiriqlariining ʙjuaƶarilişini ta'minlaş, Uzbekistan Prezidentining Uzbekistan Pre5zidentining xuƶƶatlari and topşiriqlarini samarali and natiƶali implemented etiş, Shuningdek implemented intizomni mustahkamlaş ucun Uzbekistan Prezidentining State maslahatcilari, Vazirlar Mahkamasi uning komplekslari, maslahatcilari, Resolution of the Cabinet of Ministers No. PP-2881 of April 11, 2017 \"On the personal responsibility of the heads of the Cabinet of Ministers and its complexes, state and water management bodies at all levels, as well as In accordance with the Resolution No. 12 of January 12, the implementation of a set of practical measures to strengthen the executive discipline in the activities of the Irrigation Department, the timely implementation of the tasks of the Department staff. Take measures to increase personal responsibility to ensure quality implementation. \n - Ensuring the timely and quality implementation of decisions, orders of the Ministry, orders and instructions of the Minister and his deputies, orders and instructions of the district administration, decisions and orders of local government. \n - Interaction with local governments and integrated socio-economic development sectors on issues within the scope of activities of the Ministry and the district administration. \n - Submission of proposals on selection and placement of personnel, their professionalism, level of education, practical experience and high level of activity and moral and spiritual knowledge of the executive body of the Cabinet of Ministers of the Republic of Uzbekistan. Ensuring compliance with the requirements of the Code of Conduct for employees of the Ministry, issued in accordance with the Resolution No. 62 of March 2, 2016. \n - Interaction with local governments and integrated socio-economic development sectors on issues within the scope of activities of the Ministry and the Basin Department. \n - Making proposals on the selection and placement of personnel, their professionalism, level of education, practical experience and high level of activity and moral and spiritual knowledge Ensuring compliance with the requirements of the Code of Conduct for employees of the Ministry, issued in accordance with the Resolution No. 62 of March 2, 2016. \n - To take measures to prevent corruption and other violations in accordance with the requirements of the Law of the Republic of Uzbekistan \"On Combating Corruption\". to develop and implement measures to combat them. \n - Make proposals to the district administration and the Ministry on the payment of bonuses to employees of the department, bonuses, financial assistance, incentives and the application of disciplinary measures, awarding them with state awards and departmental awards. \n - Ensuring the accountability of information included in the categories of state secrets and classified information protected by law. \n  Chapter 5. Organizing the activities of the Board. \n - The board is headed by the boss. The head of the department is appointed on the recommendation of the governor in accordance with the agreement of the Deputy Minister for Water Resources. \n 14.Head of the Board: \n - The Board manages the activities on a supervisory basis and is personally responsible for the implementation of the tasks and functions assigned to the Board. \n - The head of the department nominates the candidate for the position of the deputy head of the irrigation system to the district department. \n - On a competitive basis, the staff of the department is appointed to the position, as well as the heads of subordinate hydraulic sections in coordination with the irrigation system of the basin department. \n - Exercises other powers within the powers established by the legislation. \n 15. Appoints and dismisses employees of the department. \n 16. Issues orders and directives, gives instructions to employees of the department, which must be carried out. \n Chapter 6. Property of the Board. \n 17. Property of the Department (buildings, agricultural machinery, budget funds and other non-residential property) is responsible for management. \n 18. The administration shall dispose of the property transferred for personal use only in accordance with the procedure established by the permission of the head of the basin. \n Chapter 7. Financing and logistics of the administration, remuneration of employees and their financial incentives. \n 19. Sources of financing of the department are the funds of the state budget, the income of the department from economic activities, as well as other funds not prohibited by law. In this case, salaries, bonuses in the amount of two months' salary and financial assistance in the amount of monthly salary, as well as other expenses are financed from the budget. \n 20. The Ministry of Water Resources of the Republic of Uzbekistan and the Ministry of Water Resources of the Republic of Uzbekistan approve monthly bonuses and incentives for employees on the basis of long-term services. \n Chapter 8. Report to the District Basin Board. \n 21. Regularly reports on the activities of the Department to the Basin Department. \n Chapter 9. Closing rule. \n 22. Reorganization and liquidation of the Board shall be carried out in accordance with the procedure established by law."
    },
    "bNizomTitleBottom": {
        "uz": "Soʻx-Oqtepa irrigatsiya tizimi boshqarmasi boshligʻi",
        "ru": "Начальник Сух-Октепинского управления ирригационных систем",
        "en": "Head of Sukh-Oktepa Irrigation System Department"
    },
    "bHaqidaTitle1": {
        "uz": "Boshqarma haqida",
        "ru": "О Совете",
        "en": "About the Board"
    },
    "bHaqidaTitle2": {
        "uz": "Sirdaryo-Soʻx irrigatsiya tizimlari havza boshqarmasi huzuridagi Soʻx-Oqtepa irrigatsiya tizimi boshqarmasi toʻgʻrisida",
        "ru": "О Сох-Октепинском управлении ирригационных систем Сырдарьинско-Сохского бассейнового управления ирригационных систем",
        "en": "About Sokh-Oktepa Irrigation System Department under Syrdarya-Sokh Irrigation System Basin Department"
    },
    "bHaqidaTitle3": {
        "uz": "M A ʼ L U M O T",
        "ru": "ИНФОРМАЦИЯ",
        "en": "INFORMATION"
    },
    "bHaqida": {
        "uz": "Soʻx-Oqtepa irrigatsiya tizimi boshqarmasi Oʻzbekiston Respublikasi Prezidentining 2018 yil 29 noyabdagi “Oʻzbekiston Respublikasi Suv xoʻjaligi vazirligi faoliyatini takomillashtirish boʻyicha qoʻshimcha  chora-tadbirlari toʻgʻrisida” gi PF-4039 sonli qarori xamda Oʻzbekiston Respublikasi suv xoʻjaligi Vazirligining 2018 yil 7 dekabrdagi “Magistral kanallar (tizimi) va irrigatsiya tizimi boshqarmalari faoliyatini tashkil etish toʻgʻrisida” gi 177-sonli buyrugʻiga asosan tashkil etilgan. \n  Maʼmuriy binosi Qoʻqon shaxar I.Buxoriy koʻchasi 5 uyda joylashgan. Soʻx-Oqtepa irrigatsiya tizimi boshqarmasi Oʻzbekiston, Oltiariq, Uchkoʻprik,  Dangʻara,  Rishton, Bogʻdod,  Buvayda tumanlari irrigatsiya boʻlimlariga suv yetkazib beradi, Soʻx daryosi va uning atrofida xosil boʻlgan, sel va toshqin suvlarni betalofat oʻtkazib yuborish boʻyicha chora-tadbirlar belgilaydi xamda uni amalga oshiradi. \n  Soʻx-Oqtepa irrigatsiya tizimi boshqarmasi ixtiyorida 153,7 km  irrigatsiya tarmoqlari mavjud boʻlib, shundan magistral kanallar 62 km, xoʻjaliklararo kanallar 91,7 km, jumladan, beton qoplamali 66,46  km, tuproq oʻzanli 87,24 km ni tashkil etadi. Shuningdek 447 dona suv inshootlari hamda 132 dona suv oʻlchash inshootlari mavjud boʻlib, ular jami 41 700 ga qishlok xoʻjaligi ekin maydonlarini suv bilan taʼminlaydi.  Ushbu inshootlarni suv mavsumiga tayyorlash maqsadida, kanallarni tozalash va inshootlarni taʼmirlash ishlarini bajarish uchun  2021 yil davomida  1100 m3 beton, 35000 m3 mexanik tozalash ishlari amalga oshirildi. 40 dona suv inshootlari, 45 dona suv oʻlchash inshootlari taʼmirlandi. Havza boshqarmasi tasarrufidagi 1 dona bulьdozer, 2 dona ekskovator va 3 dona avtosamasvallar yordamida joriy taʼmirlash xamda kanallarda mexanik tozalash ishlari bajarilib, ishchi xolatga keltirib borilmoqda. \n  Boshqarmaning asosiy vazifalari: \n  - Soʻx daryosi, shuningdek qoʻshimcha suv manbalaridan xosil boʻlgan suv resurslari uchun suv reja ishlab chiqish  va mavjud suv resurslaridan maqsadli va oqilona foydalanish. \n  - Suv inshootlarini ishonchliligini taʼminlash. \n  - Tuman irrigatsiya boʻlimlarini tizimli ravishda belgilangan  limit asosida suv bilan taʼminlash va ularni xisob kitobini yuritish.",
        "ru": "Сох-Октепинского управления ирригационных систем Постановление Президента Республики Узбекистан № ПФ-4039 от 29 ноября 2018 года «О дополнительных мерах по совершенствованию деятельности Министерства водного хозяйства Республики Узбекистан» и Постановление Министерство водного хозяйства Республики Узбекистан от 7 декабря 2018 года и Организации ирригационных систем». \n Административное здание расположено по адресу: г. Коканд, ул. И.Бухари, 5. Сох-Октепинское ирригационное управление будет обеспечивать водой ирригационные управления Узбекистана, Алтыарыкского, Учкуприкского, Дангаринского, Риштанского, Багдадского и Бувайдинского районов. Сох-Октепинское ирригационное управление имеет 153,7 км оросительных сетей, из них магистральных каналов 62 км, межхозяйственных каналов 91,7 км, в том числе 66,46 км с бетонным покрытием и 87,24 км с грунтовыми каналами. Также имеется 447 гидроузлов и 132 водомерных узла, которые снабжают водой в общей сложности 41,7 тыс. га сельскохозяйственных угодий. В целях подготовки этих сооружений к водному сезону в 2021 году выполнено 1100 м3 бетона и 35000 м3 механических очистных работ по очистке каналов и ремонту сооружений. Отремонтировано 40 объектов водоснабжения и 45 объектов учета воды. С помощью 1 бульдозера, 2 экскаваторов и 3 самосвалов, находящихся в распоряжении Бассейнового управления, проводится текущий ремонт и механическая очистка каналов. \n Основные обязанности отдела: \n - Разработка планов водного хозяйства реки Сох, а также водных ресурсов из дополнительных источников воды, и целевое и рациональное использование имеющихся водных ресурсов. \n - Обеспечение надежности объектов водного хозяйства. \n - Обеспечить водой районные управления ирригации на систематической основе и вести их учет.",
        "en": "Sokh-Oktepa Irrigation System Department Resolution of the President of the Republic of Uzbekistan No. PF-4039 of November 29, 2018 \"On additional measures to improve the activities of the Ministry of Water Resources of the Republic of Uzbekistan\" and the Decree of the Ministry of Water Resources of the Republic of Uzbekistan dated December 7, 2018 and on the organization of the activities of irrigation system departments ”No. 177. \n  The administrative building is located at 5 I.Bukhari Street, Kokand. Sokh-Oktepa Irrigation Department supplies water to irrigation departments of Uzbekistan, Altiyarik, Uchkuprik, Dangara, Rishtan, Baghdad, Buvayda districts . \n  The Sokh-Oktepa Irrigation Department has 153.7 km of irrigation networks, of which 62 km are main canals, 91.7 km are inter-farm canals, including 66.46 km with concrete pavements and 87.24 km with soil channels. There are also 447 waterworks and 132 water metering facilities, which supply water to a total of 41,700 hectares of agricultural land. In order to prepare these facilities for the water season, 1,100 m3 of concrete and 35,000 m3 of mechanical treatment works were carried out in 2021 to clean the canals and repair the facilities. 40 water facilities and 45 water metering facilities were repaired. With the help of 1 bulldozer, 2 excavators and 3 dump trucks at the disposal of the Basin Department, the current repair and mechanical cleaning of the canals is being carried out and put into operation. \n  The main tasks of the Board: \n  - Development of a water plan for the Sokh River, as well as water resources generated from additional water sources, and the targeted and rational use of available water resources. \n  - Ensuring the reliability of water facilities. \n  - Water supply of district irrigation departments on the basis of a systemically established limit and keep their records."
    },
    "bHaqidaTitleBottom": {
        "uz": "Soʻx-Oqtepa irrigatsiya tizimi boshqarmasi boshligʻi",
        "ru": "Начальник Сох-Октепинского отдела ирригационных систем",
        "en": "Head of Soh-Oktepa Irrigation System Department"
    },
    "bTuzilmaTitle1": {
        "uz": "Boshqarma tuzilmasi",
        "ru": "Структура управления",
        "en": "Management structure"
    },
    "bTuzilmaTitle2": {
        "uz": "SOʻX-OQTEPA IRRIGATsIYa TIZIMI BOShQARMASINING STRUKTURASI",
        "ru": "СТРУКТУРА УПРАВЛЕНИЯ СОХ-ОКТЕПИНСКОЙ ИРРИГАЦИОННОЙ СИСТЕМОЙ",
        "en": "STRUCTURE OF SOKH-OKTEPA IRRIGATION SYSTEM MANAGEMENT"
    },
    "load": {
        "uz": "Yuklanmoqda",
        "en": "Loading",
        "ru": "Загрузка"
    },
    "rahbariyat": {
        "uz": "Rahbariyat",
        "en": "Leadership",
        "ru": "Управление"
    },
    "lav": {
        "uz": "Lavozimi",
        "en": "Position",
        "ru": "Позиция"
    },
    "handPhone": {
        "uz": "Qo’l tel",
        "en": "Mobile phone",
        "ru": "Мобильный телефон"
    },
    "homePhone": {
        "uz": "Uy tel",
        "en": "Home phone",
        "ru": "домашний телефон"
    },
    "email": {
        "uz": "Elektron pochta",
        "en": "Email",
        "ru": "Эл. адрес"
    },
    "accceptDate": {
        "uz": "Qabul kuni",
        "en": "Reception day",
        "ru": "Приемный день"
    },
    "accceptTime": {
        "uz": "Qabul vaqti",
        "en": "Reception Time",
        "ru": "Время приема"
    },
    "bio": {
        "uz": "Biografiya",
        "en": "Biography",
        "ru": "Биография"
    },
    "tasks": {
        "uz": "Vazifalar taqsimoti",
        "en": "Distribution of tasks",
        "ru": "Распределение задач"
    },
    "Mapparat": {
        "uz": "Markaziy aparat",
        "en": "Central office",
        "ru": "Центральный офис"
    },
    "Hayat": {
        "uz": "Hayat",
        "en": "Team",
        "ru": "Команда"
    },
    "HayatT": {
        "uz": "Бошқарма ички буйруғи",
        "en": "Internal order of the Board",
        "ru": "Внутренний порядок правления"
    },
    "SuvBolimlari": {
        "uz": "Suv bo’limlari",
        "en": "Water departments",
        "ru": "Водные ведомства"
    },
    "SuvBolimlariT": {
        "uz": "Sariqo‘rg‘on Bosh inshooati suv bo‘limi",
        "en": "Sarikurgan Main Construction Water Department",
        "ru": "Сарыкурганское главное строительное водное управление"
    },
    "SuvBolimlari1": {
        "name": {
            "uz": "Uchastka boshlig‘i Arzimatov Ma'rufjon Anvarovich",
            "en": "Water departments",
            "ru": "Водные ведомства"
        },
        "address": {
            "uz": "Uchko‘prik tumani Sariqo‘rg‘on qishlog‘i",
            "en": "Sarikurgan village of Uchkoprik district",
            "ru": "село Сарыкурган Учкоприкского района"
        },
        "title": {
            "uz": "Sariqo‘rg‘on Bosh inshoati suv bo‘limi",
            "en": "Water Department of Sarikurgan Main Building",
            "ru": "Сарыкурганское главное строительное водное управление"
        }
    },
    "SuvBolimlari2": {
        "name": {
            "uz": "Uchastka boshlig‘i Ubaydullaev Davron Raxmatullaevich",
            "en": "The head of the department is Ubaydullaev Davron Rakhmatullaevich",
            "ru": "Заведующий отделением Убайдуллаев Даврон Рахматуллаевич"
        },
        "address": {
            "uz": "Uchko‘prik tumani Sariqo‘rg‘on qishlog‘i",
            "en": "Sarikurgan village of Uchkoprik district",
            "ru": "село Сарыкурган Учкоприкского района"
        },
        "title": {
            "uz": "O‘ng qirg‘oq suv bo‘limi",
            "en": "Right Bank Water Department",
            "ru": "Правобережное управление водного хозяйства"
        }
    },
    "SuvBolimlari3": {
        "name": {
            "uz": "Uchastka boshlig‘i Arzimatov Ma'rufjon Anvarovich",
            "en": "The head of the department is Arzimatov Marufjon Anvarovich",
            "ru": "Заведующий кафедрой Арзиматов Маруфжон Анварович"
        },
        "address": {
            "uz": "O‘zbekiston  tumani Jumaboychek qishlog‘i",
            "en": "Jumaboychek village of Uzbekistan district",
            "ru": "село Жумабойчек Узбекского района"
        },
        "title": {
            "uz": "Qo‘qon gidrouzeli suv bo‘limi",
            "en": "Kokand hydroelectric power station",
            "ru": "Кокандская ГЭС"
        }
    },
    "SuvBolimlari4": {
        "name": {
            "uz": "Uchastka boshlig‘i Yo‘ldashev Rasuljon Raximjonovich",
            "en": "The head of the department is Yuldashev Rasuljon Rakhimjonovich",
            "ru": "Заведующий отделением Юлдашев Расулжон Рахимжонович"
        },
        "address": {
            "uz": "Rishton tumani Bog‘iston qishlog‘i",
            "en": "Water departments",
            "ru": "село Богистан Риштанского района"
        },
        "title": {
            "uz": "Jonobod suv bo‘limi",
            "en": "Jonabad Water Department",
            "ru": "Джонабадское водное управление"
        }
    },
    "SuvBolimlari5": {
        "name": {
            "uz": "Uchastka boshlig‘i To‘lanov Sharofiddin Xudoyberdievich",
            "en": "The head of the department is Tulanov Sharofiddin Khudoiberdievich",
            "ru": "Заведующий отделением Туланов Шарофиддин Худойбердиевич"
        },
        "address": {
            "uz": "Oltiariq tumani  Bo‘rbonliq  qishlog‘i",
            "en": "Borbonlik village of Altyaryk district",
            "ru": "село Борбонлик Алтыарыкского района"
        },
        "title": {
            "uz": "Bo‘rbonliq  suv bo‘limi",
            "en": "Bourbon Water Department",
            "ru": "Департамент воды Бурбона"
        }
    },
    "SuvBolimlari6": {
        "name": {
            "uz": "Uchastka boshlig‘i Maxmudov Murodjon Yigitalievich",
            "en": "The head of the department is Mahmudov Murodjon Yigitalievich",
            "ru": "Заведующий отделением Махмудов Муроджон Йигиталиевич"
        },
        "address": {
            "uz": "O‘zbekiston  tumani  Elash  qishlog‘i",
            "en": "Elash village of Uzbekistan district",
            "ru": "село Елаш Узбекского района"
        },
        "title": {
            "uz": "Naymansoy suv bo‘limi",
            "en": "Naimansay Water Department",
            "ru": "Наймансайское управление водного хозяйства"
        }
    },
    "SuvBolimlari7": {
        "name": {
            "uz": "Uchastka boshlig‘i  Isaqov Xurshid Xasanovich",
            "en": "The head of the department is Isakov Khurshid Khasanovich",
            "ru": "Заведующий кафедрой Исаков Хуршид Хасанович"
        },
        "address": {
            "uz": "Oʻzbekiston tumani Qoʻratepa qishlogʻi",
            "en": "Koratepa village of Uzbekistan district",
            "ru": "село Коратепа Узбекского района"
        },
        "title": {
            "uz": "Qo‘qonsoy  suv bo‘limi",
            "en": "Kokand water department",
            "ru": "Кокандское водное управление"
        }
    },
    "SuvBolimlari8": {
        "name": {
            "uz": "Uchastka boshlig‘i  Saidov Umidjon Axmedovich",
            "en": "The head of the department is Saidov Umidjon Ahmedovich",
            "ru": "Заведующий кафедрой Саидов Умиджон Ахмедович"
        },
        "address": {
            "uz": "Dang‘ara   tumani  Qum  qishlog‘i",
            "en": "Qum village of Dangara district",
            "ru": "село Кум ​​Дангаринского района"
        },
        "title": {
            "uz": "Turksaroy suv bo‘limi",
            "en": "Turksaroy Water Department",
            "ru": "Турксаройское управление водного хозяйства"
        }
    },
    "Byudjetto’g’risidagiqonunchilik": {
        "uz": "Byudjet to’g’risidagi qonunchilik",
        "en": "Budget legislation",
        "ru": "Бюджетное законодательство"
    },
    "Ochiqma'lumotlar": {
        "uz": "Ochiq ma'lumotlar",
        "en": "Open data",
        "ru": "Открытые данные"
    },
    "Elektronhukumat": {
        "uz": "Elektron hukumat",
        "en": "E-government",
        "ru": "Электронное правительство"
    },
    "ElektronhukumatT": {
        "uz": "\"ELEKTRON HUKUMAT\" TIZIMI",
        "en": "\"ELECTRONIC GOVERNMENT\" SYSTEM",
        "ru": "СИСТЕМА \"ЭЛЕКТРОННОЕ ПРАВИТЕЛЬСТВО\""
    },
    "ElektronhukumatT2": {
        "uz": "ELEKTRON HUKUMAT TIZIMINI YANADA RIVOJLANTIRISH, SHUNINGDEK, DAVLAT ORGANLARI VA TASHKILOTLARINING O‘Z FAOLIYATI BO‘YICHA JAMOATCHILIK OLDIDA ELEKTRON HISOBOT BERISHI TARTIBINI JORIY ETISH CHORA-TADBIRLARI TO‘G‘RISIDA",
        "en": "ELECTRONIC REPORTING TO THE PUBLIC ON THE ACTIVITIES OF GOVERNMENT AUTHORITIES AND ORGANIZATIONS",
        "ru": "ЭЛЕКТРОННАЯ ОТЧЕТНОСТЬ НАСЕЛЕНИЯ О ДЕЯТЕЛЬНОСТИ ГОСУДАРСТВЕННЫХ ОРГАНОВ И ОРГАНИЗАЦИЙ"
    },
    "ElektronhukumatP": {
        "uz": "O‘zbekiston Respublikasi Prezidentining «2017 — 2021 yillarda O‘zbekiston Respublikasini rivojlantirishning beshta ustuvor yo‘nalishi bo‘yicha xarakatlar strategiyasini «Ilm, ma’rifat va raqamli iqtisodiyotni rivojlantirish yili»da amalga oshirishga oid Davlat dasturi to‘g‘risida» 2020 yil 2 martdagi PF-5953-son Farmoniga muvofiq elektron hukumatning axborot tizimlari va resurslarining yagona reestrini yuritish, yagona identifikatorlar, ma’lumotnomalar va tasniflagichlar ro‘yxatlarini shakllantirish, ma’lumotlarni boshqarish axborot tizimini joriy qilish orqali elektron hukumat tizimini yanada rivojlantirish, shuningdek, davlat organlari va tashkilotlarining o‘z faoliyati bo‘yicha jamoatchilik oldida elektron hisobot berishi tartibini joriy etish maqsadida Vazirlar Mahkamasi qaror qiladi:\n 1. O‘zbekiston Respublikasi Prezidentining «2017 — 2021 yillarda O‘zbekiston Respublikasini rivojlantirishning beshta ustuvor yo‘nalishi bo‘yicha harakatlar strategiyasini «Ilm, ma’rifat va raqamli iqtisodiyotni rivojlantirish yili»da amalga oshirishga oid davlat dasturi to‘g‘risida» 2020 yil 2 martdagi PF-5953-son Farmoniga muvofiq: \n Elektron hukumatning axborot tizimlari va resurslari yagona reestri (keyingi o‘rinlarda — yagona reestr) axborot tizimini; \n davlat organlari va tashkilotlarining axborot tizimlari va resurslarida qo‘llanilishi majburiy bo‘lgan elektron hukumatning yagona identifikatorlari, ma’lumotnomalar va tasniflagichlar ro‘yxatlari axborot tizimini modernizasiya qilish; \n davlat organlari va tashkilotlarining axborot tizimlari va ma’lumotlar bazalarini integratsiya qilish orqali mamlakatning ijtimoiy-iqtisodiy rivojlanishini tahlil qilish, kelgusida prognozlashtirish imkonini beruvchi «Ma’lumotlarni boshqarish» axborot tizimini joriy qilish bo‘yicha choralar ko‘rilayotganligi ma’lumot uchun qabul qilinsin. \n 2. Belgilansinki: \n yagona reestrga vazirliklar, davlat qo‘mitalari, qo‘mitalar, agentliklar, idoralar, mahalliy davlat hokimiyati organlari hamda ustav kapitalida 50 foiz va undan ortiq davlat ulushi bo‘lgan xo‘jalik birlashmalari (keyingi o‘rinlarda — davlat organlari va tashkilotlari)ning axborot tizimlari va axborot resurslari (keyingi o‘rinlarda — axborot tizimlari) kiritiladi; \n davlat organlari va tashkilotlariga yagona reestrga kiritilgan axborot tizimlarining funksional vazifalarini takrorlaydigan axborot tizimlarini ishlab chiqish va foydalanish taqiqlanadi. Bunda, yagona reestrga kiritilgan axborot tizimiga nisbatan tezkor, qulay, samarali, kamxarj va xavfsiz foydalanish imkonini beradigan boshqa axborot tizimlarini ishlab chiqish va foydalanishga, istisno tariqasida, faqat raqamli iqtisodiyot va elektron hukumat sohasidagi vakolatli organning xulosasiga muvofiq ruxsat berilishi mumkin; \n davlat organlari va tashkilotlari idoralararo elektron hamkorlik qilishda elektron hukumatning ma’lumotnomalari, klassifikatorlari va yagona identifikatorlaridan foydalanishga majburdirlar. \n 3. Quyidagilar: \n Elektron hukumatning axborot tizimlari va resurslari yagona reestrini shakllantirish va yuritish tartibi to‘g‘risidagi nizom 1-ilovaga; \n Elektron hukumatning ma’lumotnomalar va klassifikatorlar registrini shakllantirish va yuritish hamda yagona identifikatorlardan foydalanish tartibi to‘g‘risidagi nizom 2-ilovaga; \n «Ma’lumotlarni boshqarish» axborot tizimi orqali davlat organlari va tashkilotlari ma’lumotlarini yig‘ish, qayta ishlash va tahlil qilish tartibi to‘g‘risidagi nizom 3-ilovaga; \n Elektron hukumatning idoralararo axborot tizimlarini ishlab chiqish va joriy etish bo‘yicha «yo‘l xaritasi» 4-ilovaga muvofiq tasdiqlansin. \n 4. Belgilab qo‘yilsinki: \n  2020 yil 1 sentyabrdan boshlab davlat boshqaruvi organlari, ularning hududiy bo‘linmalari, shuningdek Qoraqalpog‘iston Respublikasi Vazirlar Kengashi, viloyatlar va Toshkent shahar hokimliklari, tuman (shahar)lar hokimliklari tomonidan o‘z faoliyati bo‘yicha jamoatchilik oldida elektron hisobot berish tartibi joriy etiladi; \n mazkur tartib ushbu bandning ikkinchi xatboshisida nazarda tutilmagan davlat organlari va tashkilotlari uchun tavsiyaviy tusga ega hisoblanadi. \n Davlat organlari va tashkilotlarining o‘z faoliyati bo‘yicha jamoatchilik oldida elektron hisobot berishi tartibi to‘g‘risida nizom 5-ilovaga muvofiq tasdiqlansin. \n 5. O‘zbekiston Respublikasi Axborot texnologiyalari va kommunikasiyalarini rivojlantirish vazirligi Axborotlashtirish va telekommunikasiyalar sohasida nazorat bo‘yicha davlat inspeksiyasi va «Kiberxavfsizlik markazi» davlat unitar korxonasi bilan birgalikda: \n 2020 yil 1 oktyabrga qadar yagona reestrni yaratish va «Elektron hukumatning ma’lumotnomalar va klassifikatorlar registri» axborot tizimini modernizasiya qilish bo‘yicha texnik hujjatlarning ishlab chiqilishi va tasdiqlanishini; \n 2021 yil 1 yanvarga qadar yagona reestr va «Elektron hukumatning ma’lumotnomalar va klassifikatorlar registri» axborot tizimining amaliyotga joriy etilishini ta’minlasin. \n 6. Belgilansinki: \n O‘zbekiston Respublikasi Axborot texnologiyalari va kommunikasiyalarini rivojlantirish vazirligi yagona reestr va «Elektron hukumatning ma’lumotnomalar va klassifikatorlar registri» axborot tizimlarining egasi hisoblanadi va texnik faoliyat ko‘rsatishini ta’minlaydi; \n yagona reestrni yaratish, «Elektron hukumatning ma’lumotnomalar va klassifikatorlar registri» axborot tizimini modernizasiya qilish hamda keyinchalik texnik qo‘llab-quvvatlash bilan bog‘liq xarajatlar Axborot-kommunikasiya texnologiyalarini rivojlantirish jamg‘armasining elektron hukumat va raqamli iqtisodiyotning idoralararo loyihalarini moliyalashtirish bo‘yicha maxsus hisobvarag‘i mablag‘lari hisobiga amalga oshiriladi; \n O‘zbekiston Respublikasi Iqtisodiy taraqqiyot va kambag‘allikni qisqartirish vazirligi «Ma’lumotlarni boshqarish» axborot tizimini ishlab chiqish va joriy etish bo‘yicha buyurtmachi hisoblanadi; \n «Ma’lumotlarni boshqarish» axborot tizimini ishlab chiqish va joriy etish bilan bog‘liq xarajatlar Vazirlar Mahkamasining zaxira jamg‘armasi, Xalqaro valyuta jamg‘armasi va xalqaro moliya institutlari grantlari hisobiga, axborot tizimini qo‘llab-quvvatlash hamda takomillashtirish esa — O‘zbekiston Respublikasi Davlat byudjeti mablag‘lari hisobiga moliyalashtiriladi. \n 7. Davlat organlari va tashkilotlari: \n a) 2020 yil 1 avgustga qadar yagona reestrda axborot tizimlarini ro‘yxatdan o‘tkazish va ma’lumotlarni kiritishga mas’ul bo‘lgan shaxsni belgilasinlar hamda mas’ul shaxs to‘g‘risidagi ma’lumotlarni O‘zbekiston Respublikasi Axborot texnologiyalari va kommunikasiyalarini rivojlantirish vazirligiga kiritsinlar; \n b) 2020 yil 15 avgustga qadar O‘zbekiston Respublikasi Axborot texnologiyalari va kommunikasiyalarini rivojlantirish vazirligi, Axborotlashtirish va telekommunikasiyalar sohasida nazorat bo‘yicha davlat inspeksiyasi va «Kiberxavfsizlik markazi» davlat unitar korxonasi bilan kelishgan holda quyidagilarni nazarda tutuvchi «yo‘l xaritasi»ni ishlab chiqsinlar va tasdiqlasinlar: \n «Elektron hukumatning ma’lumotnomalar va klassifikatorlar registri» axborot tizimi bilan integratsiya qilinishini inobatga olgan holda o‘zlarining axborot tizimlarini takomillashtirish bo‘yicha tashkiliy va texnik choralarni ko‘rish; \n amaldagi axborot tizimlarini ro‘yxatdan o‘tkazish va ular bo‘yicha ma’lumotlar doimiy yangilab turilishini inobatga olgan holda ularni yagona reestrga kiritish; \n «Elektron hukumatning ma’lumotnomalar va klassifikatorlar registri» axborot tizimini shakllantirish doirasidagi xabar va ma’lumotlarning doimiy dolzarbligini ta’minlash. \n 8. O‘zbekiston Respublikasi Axborotlashtirish va telekommunikasiyalar sohasida nazorat bo‘yicha davlat inspeksiyasi davlat organlari va tashkilotlarining barcha axborot tizimlari yagona reestrga kiritilishining muntazam ravishda monitoringi olib borilishini ta’minlasin. \n 9. «Kiberxavfsizlik markazi» davlat unitar korxonasi davlat organlari va tashkilotlarining axborot tizimlari axborot xavfsizligi talablariga muvofiqligi bo‘yicha ekspertizadan o‘tkazilishini ta’minlasin. \n 10. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi Bosh vazirining maslahatchisi — Vazirlar Mahkamasining IT-texnologiyalar, telekommunikasiyalar va innovasion faoliyatni rivojlantirish masalalari departamenti boshlig‘i O.M. Umarov hamda O‘zbekiston Respublikasi axborot texnologiyalari va kommunikasiyalarini rivojlantirish vaziri Sh.M. Sadikov zimmasiga yuklansin.",
        "en": "On the State Program of the President of the Republic of Uzbekistan \"On the implementation of the Action Strategy for the five priority areas of development of the Republic of Uzbekistan in 2017-2021 in the\" Year of Science, Enlightenment and Digital Economy \"2020 In accordance with the Decree No. PF-5953 of March 2, 2006, further development of the e-government system through the maintenance of a single register of e-government information systems and resources, the formation of lists of single identifiers, directories and classifiers, the introduction of data management information systems, In order to introduce the procedure for electronic reporting of public authorities and organizations on their activities to the public, the Cabinet of Ministers decides: \n 1. On the State Program of the President of the Republic of Uzbekistan on the implementation of the Action Strategy for the five priority areas of development of the Republic of Uzbekistan in 2017-2021 in the \"Year of Science, Enlightenment and Digital Economy\" »In accordance with the Decree No. PF-5953 of March 2, 2020: \n Unified register of e-government information systems and resources (hereinafter - the single register) information system; \n modernization of the information system of e-government identifiers, directories and lists of classifiers, which must be used in the information systems and resources of government agencies and organizations; \n For information, measures are being taken to introduce an information system \"Data Management\", which will allow to analyze the socio-economic development of the country through the integration of information systems and databases of government agencies and organizations. \n 2. Note: \n Ministries, state committees, committees, agencies, departments, local state authorities and business associations (hereinafter - state bodies and organizations) with a state share of 50% or more in the charter capital are included in the single register information systems and information resources (hereinafter - information systems); \n government agencies and organizations are prohibited from developing and using information systems that duplicate the functional functions of information systems included in the single register. In this case, the development and use of other information systems that allow fast, convenient, efficient, cost-effective and safe use of the information system included in the single register may be allowed, as an exception, only in accordance with the conclusion of the digital economy and e-government; \n government agencies and organizations are obliged to use e-government directories, classifiers and unique identifiers in interagency electronic cooperation. \n 3. Следующее: \n Regulations on the procedure for formation and maintenance of the Single register of information systems and resources of the electronic government in appendix 1; \n Regulations on the procedure for forming and maintaining the register of e-government directories and classifiers, as well as the use of single identifiers in Annex 2; \n Annex 3 to the Regulation on the Procedure for Collection, Processing and Analysis of Data by Government Agencies and Organizations through the Information Management Information System; \n Approve the Roadmap for the Development and Implementation of e-Government Interagency Information Systems in accordance with Annex 4. \n 4. Примечание: \n  From September 1, 2020, the procedure for electronic reporting to the public by public administration bodies, their territorial divisions, as well as the Council of Ministers of the Republic of Karakalpakstan, regional and Tashkent city khokimiyats, district (city) khokimiyats is given; \n this procedure is of a recommendatory nature for state bodies and organizations not provided for in the second paragraph of this paragraph. \n To approve Regulations on the procedure for the electronic reporting of the state bodies and the organizations to the public according to appendix 5. \n 5. The Ministry of Information Technologies and Communications of the Republic of Uzbekistan in conjunction with the State Inspectorate for Informatization and Telecommunications Control and the State Unitary Enterprise \"Cyber Security Center\": \n to create a single register by October 1, 2020 and Development and approval of technical documentation for the modernization of the information system \"Register of classifiers\"; \n Ensure the implementation of a single register and the information system \"Register of e-government directories and classifiers\" by January 1, 2021. \n 6. Note that: \n The Ministry of Information Technologies and Communications of the Republic of Uzbekistan is the owner of the single register and information systems \"Register of e-government directories and classifiers\" and ensures its maintenance; \n Costs associated with the creation of a single register, modernization of the information system \"Register of e-government directories and classifiers\" and subsequent technical support to finance interdepartmental projects of e-government and digital economy is carried out at the expense of the special account; \n The Ministry of Economic Development and Poverty Reduction of the Republic of Uzbekistan is the customer for the development and implementation of the Information Management Information System; \n Expenditures related to the development and implementation of the information management information system will be provided by the Reserve Fund of the Cabinet of Ministers, grants from the International Monetary Fund and international financial institutions, and support and improvement of the information system - O ' financed from the State Budget of the Republic of Uzbekistan. \n 7. To state bodies and the organizations: \n a) till August 1, 2020 in the single register to appoint the person responsible for registration of information systems and data entry, and on the responsible person to submit information to the Ministry of Information Technologies and Communications Development of the Republic of Uzbekistan; \n b) by August 15, 2020 in coordination with the Ministry of Information Technologies and Communications Development of the Republic of Uzbekistan, the State Inspectorate for Information and Telecommunications Control and the State Unitary Enterprise \"Cyber ​​Security Center\" develop and approve: \n Take organizational and technical measures to improve their information systems, taking into account the integration with the information system \"Register of e-government directories and classifiers\"; \n Registration of existing information systems and their inclusion in the single register, taking into account the fact that information on them is constantly updated; \n Ensuring constant updating of information and data in the framework of the formation of the information system \"Register of e-government directories and classifiers\". \n 8. To the state inspectorate for control in the field of informatization and telecommunications of the Republic of Uzbekistan to provide regular monitoring of inclusion of all information systems of state bodies and the organizations in the single register. \n 9. The State Unitary Enterprise \"Cyber Security Center\" should ensure the examination of information systems of government agencies and organizations for compliance with information security requirements. \n 10. Control of execution of this resolution to assign to the adviser to the Prime Minister of the Republic of Uzbekistan - the head of Department of development of IT-technologies, telecommunications and innovative activity of the Cabinet of Ministers O.M. Umarov and Minister of Information Technologies and Communications of the Republic of Uzbekistan Sh.M. Let Sadikov be in charge.",
        "ru": "О Государственной программе Президента Республики Узбекистан «О реализации Стратегии действий по пяти приоритетным направлениям развития Республики Узбекистан в 2017-2021 годах в «Год науки, просвещения и цифровой экономики» 2020 г. в соответствии с Постановлением № ПФ-5953 от 2 марта 2006 г. дальнейшее развитие системы электронного правительства путем ведения единого реестра информационных систем и ресурсов электронного правительства, формирование перечней единых идентификаторов, справочников и классификаторов , внедрение информационных систем управления данными, В целях введения порядка электронной отчетности государственных органов и организаций о своей деятельности перед населением Кабинет Министров постановляет: \n 1. О Государственной программе Президента Республики Узбекистан по реализации Стратегии действий по пяти приоритетным направлениям развития Республики Узбекистан в 2017-2021 годах в «Год науки, просвещения и цифровой экономики» » В соответствии с Постановлением № ПФ-5953 от 02.03.2020: \n Unified register of e-government information systems and resources (hereinafter - the single register) information system; \n модернизация информационной системы идентификаторов электронного правительства, справочников и перечней классификаторов, которые необходимо использовать в информационных системах и ресурсах государственных органов и организаций; \n К сведению принимаются меры по внедрению информационно-управляющей системы «Управление данными», которая позволит проводить анализ социально-экономического развития страны за счет интеграции информационных систем и баз данных государственных органов и организаций. \n Примечание: \n Министерства, государственные комитеты, комитеты, агентства, ведомства, органы государственной власти на местах и ​​хозяйственные объединения (далее - государственные органы и организации) с долей государства 50% и более в уставном капитале включаются в Единый реестр информационных систем и информационных ресурсов ( далее - информационные системы); \n государственным органам и организациям запрещается разрабатывать и использовать информационные системы, дублирующие функциональные функции информационных систем, включенных в единый реестр. При этом разработка и использование иных информационных систем, позволяющих быстро, удобно, эффективно, экономично и безопасно использовать информационную систему, включенную в единый реестр, могут быть разрешены в порядке исключения только в соответствии с заключением компетентный орган в области цифровой экономики и электронного правительства; \n государственные органы и организации обязаны использовать справочники, классификаторы и уникальные идентификаторы электронного правительства в межведомственном электронном взаимодействии. \n 3. Следующее: \n Положение о порядке формирования и ведения Единого реестра информационных систем и ресурсов электронного правительства в приложении 1; \n Приложение 2 к Положению о порядке формирования и ведения реестра справочников и классификаторов электронного правительства и использования единых идентификаторов; \n Приложение 3 к Положению о порядке сбора, обработки и анализа данных государственными органами и организациями посредством информационно-управляющей информационной системы; \n Утвердить Дорожную карту по разработке и внедрению межведомственных информационных систем электронного правительства в соответствии с Приложением 4. \n 4. Примечание: \n С 1 сентября 2020 года приводится порядок электронной отчетности перед населением органами государственного управления, их территориальными подразделениями, а также Советом Министров Республики Каракалпакстан, областными и Ташкентским городскими хокимиятами, районными (городскими) хокимиятами; \n данный порядок носит рекомендательный характер для государственных органов и организаций, не предусмотренных абзацем вторым настоящего пункта. \n Утвердить Положение о порядке электронной отчетности государственных органов и организаций перед населением согласно приложению 5. \n 5. Министерству информационных технологий и связи Республики Узбекистан совместно с Государственной инспекцией по контролю за информацией и телекоммуникациями и ГУП «Центр кибербезопасности»: \n создать единый реестр до 1 октября 2020 года. и Разработка и утверждение технической документации на модернизацию информационной системы «Реестр классификаторов»; \n Обеспечить внедрение единого реестра и информационной системы «Реестр справочников и классификаторов электронного правительства» до 1 января 2021 года. \n 6. Обратите внимание, что: \n Министерство информационных технологий и связи Республики Узбекистан является владельцем единого реестра и информационных систем «Реестр справочников и классификаторов электронного правительства» и обеспечивает его ведение; \n Затраты на создание единого реестра, модернизацию информационной системы «Реестр справочников и классификаторов электронного правительства» и последующее техническое сопровождение финансирования межведомственных проектов электронного правительства и цифровой экономики осуществляется за счет специальный счет; \n Министерство экономического развития и сокращения бедности Республики Узбекистан является заказчиком разработки и внедрения Информационно-управляющей системы; \n Расходы, связанные с разработкой и внедрением Информационной системы управления информацией, будут покрываться за счет грантов Резервного фонда Кабинета Министров, Международного валютного фонда и международных финансовых институтов, а поддержка и совершенствование информационной системы - О' финансируется из Государственный бюджет Республики Узбекистан. \n 7. Государственным органам и организациям: \n п.) до 1 августа 2020 года в едином реестре назначить лицо, ответственное за регистрацию информационных систем и ввод данных, и об ответственном лице по представлению сведений в Министерство информационных технологий и Развитие связи Республики Узбекистан; \n б) в срок до 15 августа 2020 года по согласованию с Министерством по развитию информационных технологий и связи Республики Узбекистан, Государственной инспекцией по информатизации и телекоммуникациям и ГУП «Центр кибербезопасности» разработать и утвердить: \n Принять организационно-технические меры по совершенствованию своих информационных систем с учетом интеграции с информационной системой «Реестр справочников и классификаторов электронного правительства»; \n Регистрация действующих информационных систем и включение их в единый реестр с учетом того, что информация о них постоянно обновляется; \n Обеспечение постоянного обновления информации и данных в рамках формирования информационной системы «Реестр справочников и классификаторов электронного правительства». \n 8. Государственной инспекции по контролю в сфере информатизации и телекоммуникаций Республики Узбекистан обеспечить регулярный контроль за включением всех информационных систем государственных органов и организаций в единый реестр. \n 9. Государственному унитарному предприятию «Центр кибербезопасности» обеспечить проведение экспертизы информационных систем государственных органов и организаций на соответствие требованиям информационной безопасности. \n 10. Контроль за исполнением настоящего постановления возложить на советника Премьер-министра Республики Узбекистан - начальника Управления развития IT-технологий, телекоммуникаций и инновационной деятельности Кабинета Министров О.М. Умаров и министр информационных технологий и связи Республики Узбекистан Ш.М. Пусть Садыков будет главным."
    },
    "ElektronHukumatA": {
        "uz": "O‘zbekiston Respublikasining Bosh vaziri A. ARIPOV",
        "en": "The Prime Minister of the Republic of Uzbekistan A. ARIPOV",
        "ru": "Премьер-министр Республики Узбекистан А.АРИПОВ"
    },
    "ElektronHukumatS": {
        "uz": "Elektron hukumatning axborot tizimlari varesurslari yagona reestrini shakllantirish va yuritish SXEMASI",
        "en": "SCHEME for the formation and maintenance of a single register of e-government information systems and resources",
        "ru": "СХЕМА формирования и ведения единого реестра информационных систем и ресурсов электронного правительства"
    },
    "ishOrni": {
        "uz": "Bo’sh ish o’rinlari",
        "en": "Vacancies",
        "ru": "Свободные места"
    },
    "terms": {
        "uz": "Shartlari",
        "en": "Terms",
        "ru": "Условия"
    },
    "ishOrniTitle": {
        "uz": "BIZDAGI BO’SH ISH O’RINLARI",
        "en": "WE HAVE VACANCIES",
        "ru": "У НАС ЕСТЬ ВАКАНСИИ"
    },
    "tendrTanlov": {
        "uz": "Tenderlar va tanlovlar",
        "en": "Tenders and competitions",
        "ru": "Тендеры и конкурсы"
    },
    "tadbir": {
        "uz": "Tadbirlar",
        "en": "Events",
        "ru": "События"
    },
    "qonun1": {
        "uz": "SUV VA SUVDAN FOYDALANISH TO‘G‘RISIDA",
        "en": "ON WATER AND WATER USE",
        "ru": "О ВОДЕ И ВОДОПОЛЬЗОВАНИИ"
    },
    "qonun2": {
        "uz": "GIDROTEXNIKA INSHOOTLARINING XAVFSIZLIGI TO‘G‘RISIDA",
        "en": "ON SAFETY OF HYDRAULIC STRUCTURES",
        "ru": "ПО БЕЗОПАСНОСТИ ГИДРОСООРУЖЕНИЙ"
    },
    "RDate": {
        "uz": "Ro’yxatdan o’tish sanasi",
        "en": "Registration date",
        "ru": "Дата регистрации"
    },
    "Number": {
        "uz": "Raqami",
        "en": "Number",
        "ru": "Количество"
    },
    "lex": {
        "uz": "Lex.uz da o’qish",
        "en": "Read on Lex.uz.",
        "ru": "Читайте на Lex.uz."
    },
    "download": {
        "uz": "Yuklab olish",
        "en": "Download",
        "ru": "Скачать"
    },
    "laws": {
        "uz": "Qonunlar",
        "en": "Laws",
        "ru": "Законы"
    },
    "laws1": {
        "uz": "MAVJUD YER VA SUV RESURSLARIDAN SAMARALI FOYDALANISH, 2020 YIL HOSILI UChUN QISHLOQ XO‘JALIGI EKINLARINI OQILONA JOYLASHTIRISH VA MAHSULOT YeTISHTIRISHNING PROGNOZ HAJMLARI TO‘G‘RISIDA",
        "en": "EFFICIENT USE OF AVAILABLE LAND AND WATER RESOURCES, RATIONAL PLANNING OF AGRICULTURAL CROPS FOR 2020 HARVEST AND PROGRESS OF PRODUCTION",
        "ru": "ЭФФЕКТИВНОЕ ИСПОЛЬЗОВАНИЕ НАЛИЧНЫХ ЗЕМЕЛЬНЫХ И ВОДНЫХ РЕСУРСОВ, РАЦИОНАЛЬНОЕ ПЛАНИРОВАНИЕ СЕЛЬСКОХОЗЯЙСТВЕННЫХ КУЛЬТУР НА УРОЖАЙ 2020 ГОДА И ХОД ПРОИЗВОДСТВА"
    },
    "laws2": {
        "uz": "O‘ZBEKISTON RESPUBLIKASI SUV XO‘JALIGI VAZIRLIGI FAOLIYaTIGA DOIR AYRIM QONUNChILIK HUJJATLARINI TAKOMILLAShTIRISh TO‘G‘RISIDA",
        "en": "ON IMPROVEMENT OF SOME LEGISLATIVE DOCUMENTS OF THE MINISTRY OF WATER RESOURCES OF THE REPUBLIC OF UZBEKISTAN",
        "ru": "О СОВЕРШЕНСТВОВАНИИ НЕКОТОРЫХ ЗАКОНОДАТЕЛЬНЫХ ДОКУМЕНТОВ МИНИСТЕРСТВА ВОДНЫХ РЕСУРСОВ РЕСПУБЛИКИ УЗБЕКИСТАН"
    },
    "laws3": {
        "uz": "QIShLOQ XO‘JALIGI IShLAB ChIQARUVChILARINING SUVNI TEJAYDIGAN TEXNOLOGIYaLARNI JORIY ETISh BO‘YIChA XARAJATLARINING BIR QISMINI QOPLASh ChORA-TADBIRLARI TO‘G‘RISIDA",
        "en": "MEASURES TO COVER A PART OF THE COSTS OF AGRICULTURAL PRODUCERS TO INTRODUCE WATER-SAVING TECHNOLOGIES",
        "ru": "МЕРЫ ПО ПОКРЫТИЮ ЧАСТИ ЗАТРАТ СЕЛЬСКОХОЗЯЙСТВЕННЫХ ПРОИЗВОДИТЕЛЕЙ НА ВНЕДРЕНИЕ ВОДОСБЕРЕГАЮЩИХ ТЕХНОЛОГИЙ"
    },
    "laws4": {
        "uz": "SUV TA'MINOTI OG‘IR HUDUDLARDAGI AHOLI TOMORQALARI VA QIShLOQ XO‘JALIGIDA FOYDALANILMAYoTGAN YeR MAYDONLARIGA SUV ChIQARISh IShLARINI DAVLAT TOMONIDAN QO‘LLAB-QUVVATLASh ChORA-TADBIRLARI TO‘G‘RISIDA",
        "en": "GOVERNMENT SUPPORTS SUPPLY OF WATER SUPPLY TO LAND AREAS IN AGRICULTURAL AREAS AND NON-AGRICULTURAL AREAS",
        "ru": "ГОСУДАРСТВО ПОДДЕРЖИВАЕТ ВОДОСНАБЖЕНИЕ НА ЗЕМЕЛЬНЫХ УЧАСТКАХ В СЕЛЬСКОХОЗЯЙСТВЕННЫХ И НЕСЕЛЬСКОХОЗЯЙСТВЕННЫХ РАЙОНАХ"
    },
    "laws5": {
        "uz": "2020 YIL YoZGI SUG‘ORISh MAVSUMIDA EKIN MAYDONLARINI SUV BILAN IShONChLI TA'MINLASh VA SUV TANQISLIGINING OLDINI OLIShGA QARATILGAN KEChIKTIRIB BO‘LMAYDIGAN ChORA-TADBIRLAR TO‘G‘RISIDA",
        "en": "IMPORTANT MEASURES TO PROVIDE RELIABLE WATER SUPPLY AND PREVENT WATER DEFICIENCY OF CROPS IN THE SUMMER IRRIGHT IRRIGATION SEASON 2020",
        "ru": "УСОВЕРШЕНСТВОВАНИЕ МЕРОПРИЯТИЙ ПО НАДЕЖНОМУ ПОДАЧЕ ВОДЫ НА ПОЛЯ И ПРЕДОТВРАЩЕНИЮ ДЕФИЦИТА ВОДЫ В ЛЕТНИЙ СЕЗОН НЕПРАВИЛЬНОГО ОРОШЕНИЯ 2020 ГОДА"
    },
    "laws6": {
        "uz": "SUV XO‘JALIGI SOHASIDAGI LOYIHA-QIDIRUV IShLARINI ILMIY-TEXNIK JIHATDAN KUZATIShNI TAShKIL ETISh VA MOLIYaLAShTIRISh TARTIBI TO‘G‘RISIDA",
        "en": "ON THE ORDER OF ORGANIZATION AND FINANCING OF SCIENTIFIC AND TECHNICAL OVERVIEW OF RESEARCH PROJECT IN THE FIELD OF WATER RESOURCES",
        "ru": "О ПОРЯДКЕ ОРГАНИЗАЦИИ И ФИНАНСИРОВАНИЯ НАУЧНО-ТЕХНИЧЕСКОГО ОБСЛУЖИВАНИЯ НАУЧНО-ИССЛЕДОВАТЕЛЬСКИХ ПРОЕКТОВ В ОБЛАСТИ ВОДНЫХ РЕСУРСОВ"
    },
    "laws7": {
        "uz": "NASOS STANSIYaLARINI BOSQIChMA-BOSQICh MODERNIZASIYa QILISh HAMDA ALMAShTIRISh, NASOS STANSIYaLARIDAN FOYDALANIShNI VA ULARNI BOShQARIShNI AVTOMATLAShTIRISh BO‘YIChA ChORA-TADBIRLAR TO‘G‘RISIDA",
        "en": "PHASE-STAGE MODERNIZATION AND REPLACEMENT OF PUMP STATIONS, AUTOMATION OF THE USE AND CONTROL OF PUMP STATIONS",
        "ru": "ПОЭТАПНАЯ МОДЕРНИЗАЦИЯ И ЗАМЕНА НАСОСНЫХ СТАНЦИЙ, АВТОМАТИЗАЦИЯ ИСПОЛЬЗОВАНИЯ И УПРАВЛЕНИЯ НАСОСНЫМИ СТАНЦИЯМИ"
    },
    "laws8": {
        "uz": "EKOTURIZMNI RIVOJLANTIRISh VA SUV OMBORLARINING SUVNI MUHOFAZA QILISh ZONALARI DOIRASIDA YeR UChASTKALARI AJRATISh TARTIBINI TAKOMILLAShTIRISh BO‘YIChA ChORA-TADBIRLAR TO‘G‘RISIDA",
        "en": "MEASURES TO IMPROVE ECOTURISM AND IMPROVE LAND DISTRIBUTION PROCEDURES IN WATER PROTECTION ZONES OF WATER RESERVOIRS",
        "ru": "МЕРОПРИЯТИЯ ПО СОВЕРШЕНСТВОВАНИЮ ЭКОТУРИЗМА И СОВЕРШЕНСТВОВАНИЮ ПОРЯДКА РАЗДЕЛЕНИЯ ЗЕМЕЛЬ В ВОДООХРАННЫХ ЗОНАХ ВОДОХРАНИЛИЩ"
    },
    "laws9": {
        "uz": "SUV XO‘JALIGI TIZIMIGA ZAMONAVIY AXBOROT-KOMMUNIKASIYa VA INNOVASION TEXNOLOGIYaLARNING JORIY ETILIShINI TA'MINLASh ChORA-TADBIRLARI TO‘G‘RISIDA",
        "en": "ON MEASURES TO ENSURE THE INTRODUCTION OF MODERN INFORMATION AND COMMUNICATION AND INNOVATIVE TECHNOLOGIES TO THE WATER SYSTEM",
        "ru": "О МЕРАХ ПО ВНЕДРЕНИЮ СОВРЕМЕННЫХ ИНФОРМАЦИОННО-КОММУНИКАЦИОННЫХ И ИННОВАЦИОННЫХ ТЕХНОЛОГИЙ В ВОДНУЮ СИСТЕМУ"
    },
    "laws10": {
        "uz": "QIShLOQ XO‘JALIGIDA SUV TEJOVChI TEXNOLOGIYaLARNI JORIY ETIShNI RAG‘BATLANTIRISh MEXANIZMLARINI KENGAYTIRISh ChORA-TADBIRLARI TO‘G‘RISIDA",
        "en": "ON MEASURES TO EXPAND INTRODUCTION MECHANISMS FOR THE INTRODUCTION OF WATER-SAVING TECHNOLOGIES IN AGRICULTURE",
        "ru": "О МЕРАХ ПО РАСШИРЕНИЮ МЕХАНИЗМОВ ВНЕДРЕНИЯ ВОДОСБЕРЕГАЮЩИХ ТЕХНОЛОГИЙ В СЕЛЬСКОМ ХОЗЯЙСТВЕ"
    },
    "laws11": {
        "uz": "RAQAMLI IQTISODIYoT VA ELEKTRON HUKUMATNI KENG JORIY ETISh ChORA-TADBIRLARI TO‘G‘RISIDA",
        "en": "ON MEASURES FOR THE INTRODUCTION OF THE DIGITAL ECONOMY AND E-GOVERNMENT",
        "ru": "О МЕРАХ ПО ШИРОКОМУ ВНЕДРЕНИЮ ЦИФРОВОЙ ЭКОНОМИКИ И ЭЛЕКТРОННОГО ПРАВИТЕЛЬСТВА"
    },
    "laws12": {
        "uz": "QIShLOQ XO‘JALIGIDA SUVNI TEJAYDIGAN TEXNOLOGIYaLARNI JORIY ETIShNI YaNADA JADAL TAShKIL ETISh ChORA-TADBIRLARI TO‘G‘RISIDA",
        "en": "ON MEASURES TO ESTABLISH INTRODUCTION OF WATER-SAVING TECHNOLOGIES IN AGRICULTURE",
        "ru": "О МЕРАХ ПО НАЛАЖЕНИЮ ВНЕДРЕНИЯ ВОДОСБЕРЕГАЮЩИХ ТЕХНОЛОГИЙ В СЕЛЬСКОМ ХОЗЯЙСТВЕ"
    },
    "laws13": {
        "uz": "O‘ZBEKISTON RESPUBLIKASI SUV XO‘JALIGI VAZIRLIGI FAOLIYaTINI YaNADA TAKOMILLAShTIRISh ChORA-TADBIRLARI TO‘G‘RISIDA",
        "en": "ON MEASURES TO FURTHER IMPROVE THE ACTIVITIES OF THE MINISTRY OF WATER RESOURCES OF THE REPUBLIC OF UZBEKISTAN",
        "ru": "О МЕРАХ ПО ДАЛЬНЕЙШЕМУ СОВЕРШЕНСТВОВАНИЮ ДЕЯТЕЛЬНОСТИ МИНИСТЕРСТВА ВОДНЫХ РЕСУРСОВ РЕСПУБЛИКИ УЗБЕКИСТАН"
    },
    "laws14": {
        "uz": "O‘ZBEKISTON RESPUBLIKASI SUV XO‘JALIGI VAZIRLIGI HUZURIDAGI SUV XO‘JALIGI SOHASIDAGI LOYIHALARNI AMALGA OShIRISh AGENTLIGI FAOLIYaTINI TAShKIL ETISh TO‘G‘RISIDA",
        "en": "ON ORGANIZATION OF THE ACTIVITY OF THE AGENCY FOR IMPLEMENTATION OF PROJECTS IN THE FIELD OF WATER RESOURCES UNDER THE MINISTRY OF WATER RESOURCES OF THE REPUBLIC OF UZBEKISTAN",
        "ru": "ОБ ОРГАНИЗАЦИИ ДЕЯТЕЛЬНОСТИ АГЕНТСТВА ПО РЕАЛИЗАЦИИ ПРОЕКТОВ В ОБЛАСТИ ВОДНЫХ РЕСУРСОВ ПРИ МИНИСТЕРСТВЕ ВОДНЫХ РЕСУРСОВ РЕСПУБЛИКИ УЗБЕКИСТАН"
    },
    "laws15": {
        "uz": "O‘ZBEKISTON RESPUBLIKASI HUKUMATINING AYRIM QARORLARIGA O‘ZGARTIRISh VA QO‘ShIMChALAR KIRITISh TO‘G‘RISIDA",
        "en": "ON AMENDMENTS AND ADDITIONS TO SOME DECISIONS OF THE GOVERNMENT OF THE REPUBLIC OF UZBEKISTAN",
        "ru": "О ВНЕСЕНИИ ИЗМЕНЕНИЙ И ДОПОЛНЕНИЙ В НЕКОТОРЫЕ ПОСТАНОВЛЕНИЯ ПРАВИТЕЛЬСТВА РЕСПУБЛИКИ УЗБЕКИСТАН"
    },
    "laws16": {
        "uz": "Suv resurslarini boshqarish tizimini yanada takomillashtirish chora-tadbirlari to‘g‘risida",
        "en": "About measures to further improve the water management system",
        "ru": "О мерах по дальнейшему совершенствованию системы водного хозяйства"
    },
    "laws17": {
        "uz": "O‘ZBEKISTON RESPUBLIKASI HUDUDIDAGI SUV OB'EKTLARINING SUVNI MUHOFAZA QILISh VA SANITARIYa-MUHOFAZA ZONALARINI BELGILASh TARTIBI TO‘G‘RISIDAGI NIZOMNI TASDIQLASh HAQIDA",
        "en": "APPROVAL OF THE REGULATION ON THE PROCEDURE FOR WATER PROTECTION AND DETERMINATION OF SANITARY PROTECTION ZONES OF WATER BODIES IN THE TERRITORY OF THE REPUBLIC OF UZBEKISTAN",
        "ru": "УТВЕРЖДЕНИЕ ПОЛОЖЕНИЯ О ПОРЯДКЕ ВОДООХРАНЫ И ОПРЕДЕЛЕНИЯ САНИТАРНО-ЗАЩИТНЫХ ЗОН ВОДНЫХ ОБЪЕКТОВ НА ТЕРРИТОРИИ РЕСПУБЛИКИ УЗБЕКИСТАН"
    },
    "laws18": {
        "uz": "Suv iste'molchilari uyushmalari faoliyatini takomillashtirish chora-tadbirlari to‘g‘risida",
        "en": "About measures to improve the activities of water consumers' associations",
        "ru": "О мерах по совершенствованию деятельности объединений водопользователей"
    },
    "laws19": {
        "uz": "«Samarqand viloyatida Bulung‘ur suv omborini qurish» loyihasini amalga oshirish chora-tadbirlari to‘g‘risida",
        "en": "About measures for implementation of the project \"Construction of Bulungur reservoir in Samarkand region\"",
        "ru": "О мерах по реализации проекта «Строительство Булунгурского водохранилища в Самаркандской области»"
    },
    "laws20": {
        "uz": "O‘zbekiston Respublikasi Suv xo‘jaligi vazirligining «O‘zsuvqurilishta'minot» respublika birlashmasi tarkibidagi «Gidromexanizasiya» davlat unitar korxonasini tugatish to‘g‘risida",
        "en": "About liquidation of the state unitary enterprise \"Hydromechanization\" within the republican association \"Uzsuvqurilishtaminot\" of the Ministry of Water Resources of the Republic of Uzbekistan",
        "ru": "О ликвидации государственного унитарного предприятия «Гидромеханизация» в составе республиканского объединения «Узсувкурилиштаминот» Министерства водного хозяйства Республики Узбекистан"
    },
    "laws21": {
        "uz": "Samarqand shahri hududidagi kanallar va kollektor-drenaj tarmoqlarining holatini yaxshilash va atroflarini obodonlashtirish chora-tadbirlari to‘g‘risida",
        "en": "On measures to improve the condition and beautification of canals and collector-drainage networks in the city of Samarkand",
        "ru": "О мерах по улучшению состояния и благоустройству каналов и коллекторно-дренажных сетей города Самарканда"
    },
    "laws22": {
        "uz": "TABIATDAN FOYDALANISh SOHASIDA DAVLAT XIZMATLARI KO‘RSATIShNING AYRIM MA'MURIY REGLAMENTLARINI TASDIQLASh TO‘G‘RISIDA",
        "en": "ON APPROVAL OF CERTAIN ADMINISTRATIVE REGULATIONS OF GOVERNMENT SERVICES IN THE FIELD OF NATURE USE",
        "ru": "ОБ УТВЕРЖДЕНИИ НЕКОТОРЫХ ПОЛОЖЕНИЙ О ГОСУДАРСТВЕННЫХ УСЛУГАХ В ОБЛАСТИ ПРИРОДОПОЛЬЗОВАНИЯ"
    },
    "laws23": {
        "uz": "TOMChILATIB SUG‘ORISh TIZIMINI VA SUVNI TEJAYDIGAN BOShQA SUG‘ORISh TEXNOLOGIYaLARINI JORIY ETISh VA MOLIYaLAShTIRIShNI SAMARALI TAShKIL ETISh ChORA-TADBIRLARI TO‘G‘RISIDA",
        "en": "EFFECTIVE ORGANIZATION OF INTRODUCTION AND FINANCING OF DROPING IRRIGATION SYSTEMS AND OTHER WATER-SAVING IRRIGATION TECHNOLOGIES",
        "ru": "ЭФФЕКТИВНАЯ ОРГАНИЗАЦИЯ ВНЕДРЕНИЯ И ФИНАНСИРОВАНИЯ СИСТЕМ КАПЕЛЬНОГО ОРОШЕНИЯ И ДРУГИХ ВОДОСБЕРЕГАЮЩИХ ТЕХНОЛОГИЙ ОРОШЕНИЯ"
    },
    "laws24": {
        "uz": "2019-2020 YILLARDA SUV TA'MINOTI OG‘IR BO‘LGAN HUDUDLARDAGI AHOLI TOMORQALARIGA SUV YeTKAZIB BERISh UChUN SUG‘ORISh QUDUQLARINI QAZIShGA DOIR ChORA-TADBIRLAR TO‘G‘RISIDA",
        "en": "MEASURES FOR DIGGING IRRIGATION WELLS TO SUPPLY WATER TO THE POPULATION IN AREAS WITH DIFFICULTY WATER SUPPLY IN 2019-2020",
        "ru": "МЕРОПРИЯТИЯ ПО ПРОСТРОЕНИЮ ОРОШИТЕЛЬНЫХ СКВАЖИН ДЛЯ ПОДАЧИ ВОДЫ НАСЕЛЕНИЮ В ТЕРРИТОРИЯХ С ЗАПРЕЩЕННЫМ ВОДОСНАБЖЕНИЕМ В 2019-2020 ГГ."
    },
    "laws25": {
        "uz": "2019 — 2021 YILLARDA TOShKENT VILOYaTINING IRRIGASIYa VA MELIORATSIYA TIZIMINI YaXShILASh DASTURI TO‘G‘RISIDA",
        "en": "ON THE PROGRAM TO IMPROVE THE IRRIGATION AND LAND RELATIONSHIP SYSTEM OF TASHKENT REGION IN 2019 - 2021",
        "ru": "О ПРОГРАММЕ СОВЕРШЕНСТВОВАНИЯ СИСТЕМЫ ОРОШЕНИЯ И ЗЕМЕЛЬНЫХ ОТНОШЕНИЙ ТАШКЕНТСКОЙ ОБЛАСТИ НА 2019 - 2021 ГГ."
    },
    "laws26": {
        "uz": "SUV XO‘JALIGI TAShKILOTLARI TOMONIDAN SANOAT VA ENERGETIKA TAShKILOTLARIGA TEXNIK SUV YeTKAZIB BERISh BO‘YIChA KO‘RSATILGAN XIZMATLAR UChUN HAQ TO‘LASh TARTIBI TO‘G‘RISIDAGI NIZOMNI TASDIQLASh HAQIDA",
        "en": "PROCEDURE FOR PAYMENT FOR TECHNICAL WATER SUPPLY SERVICES BY AGRICULTURAL ORGANIZATIONS TO INDUSTRIAL AND ENERGY ORGANIZATIONS.",
        "ru": "ПОРЯДОК ОПЛАТЫ СЕЛЬСКОХОЗЯЙСТВЕННЫМИ ОРГАНИЗАЦИЯМИ ЗА ТЕХНИЧЕСКИЕ УСЛУГИ ПО ПОДАЧЕ ВОДЫ ПРОМЫШЛЕННЫМ И ЭНЕРГЕТИЧЕСКИМ ОРГАНИЗАЦИЯМ."
    },
    "laws27": {
        "uz": "PAXTA XOM AShYoSI YeTIShTIRUVChILARNING TOMChILATIB SUG‘ORISh TEXNOLOGIYaSINI JORIY QILISh BILAN BOG‘LIQ XARAJATLARINI QOPLASh TARTIBI TO‘G‘RISIDAGI NIZOMNI TASDIQLASh HAQIDA",
        "en": "ON THE PROCEDURE FOR COVERAGE OF COTTON RAW MATERIAL GROWERS 'COSTS RELATED TO THE INTRODUCTION OF DROP-IRRIGATION TECHNOLOGY",
        "ru": "О ПОРЯДКЕ ПОКРЫТИЯ РАСХОДОВ ХЛОПКОПРОВОДИТЕЛЕЙ, СВЯЗАННЫХ С ВНЕДРЕНИЕМ ТЕХНОЛОГИИ КАПЕЛЬНОГО ОРОШЕНИЯ"
    },
    "laws28": {
        "uz": "PAXTA XOM AShYoSINI YeTIShTIRIShDA TOMChILATIB SUG‘ORISh TEXNOLOGIYaLARIDAN KENG FOYDALANISh UChUN QULAY ShART-ShAROITLAR YaRATIShGA OID KEChIKTIRIB BO‘LMAYDIGAN ChORA-TADBIRLAR TO‘G‘RISIDA",
        "en": "THERE WILL BE NO DEFICIENCY TO CREATE FRIENDLY CONDITIONS FOR THE WIDE USE OF DROP IRRIGATION TECHNOLOGIES IN THE GROWTH OF RAW COTTON",
        "ru": "НЕ БУДЕТ НЕДОСТАТКА В СОЗДАНИИ БЕЗОПАСНЫХ УСЛОВИЙ ДЛЯ ШИРОКОГО ИСПОЛЬЗОВАНИЯ ТЕХНОЛОГИЙ КАПЕЛЬНОГО ОРОШЕНИЯ ПРИ ВЫРАЩИВАНИИ ХЛОПКА-СЫРЦА"
    },
    "laws29": {
        "uz": "O‘ZBEKISTON RESPUBLIKASIDA SUVDAN FOYDALANISh VA SUV ISTE'MOLI TARTIBI TO‘G‘RISIDAGI NIZOMNI TASDIQLASh HAQIDA",
        "en": "ON APPROVAL OF THE REGULATION ON THE ORDER OF WATER USE AND WATER CONSUMPTION IN THE REPUBLIC OF UZBEKISTAN",
        "ru": "ОБ УТВЕРЖДЕНИИ ПОЛОЖЕНИЯ О ПОРЯДКЕ ВОДОПОЛЬЗОВАНИЯ И ВОДОПОТРЕБЛЕНИЯ В РЕСПУБЛИКЕ УЗБЕКИСТАН"
    },
    "laws30": {
        "uz": "O‘ZBEKISTON RESPUBLIKASI SUV XO‘JALIGI VAZIRLIGI FAOLIYaTINI TAShKIL ETISh ChORA-TADBIRLARI TO‘G‘RISIDA",
        "en": "ON MEASURES TO ORGANIZE THE ACTIVITIES OF THE MINISTRY OF WATER RESOURCES OF THE REPUBLIC OF UZBEKISTAN",
        "ru": "О МЕРАХ ПО ОРГАНИЗАЦИИ ДЕЯТЕЛЬНОСТИ МИНИСТЕРСТВА ВОДНЫХ РЕСУРСОВ РЕСПУБЛИКИ УЗБЕКИСТАН"
    },
    "laws31": {
        "uz": "O‘ZBEKISTON RESPUBLIKASI SUV XO‘JALIGI VAZIRLIGI FAOLIYaTINI TAKOMILLAShTIRISh BO‘YIChA QO‘ShIMChA ChORA-TADBIRLAR TO‘G‘RISIDA",
        "en": "ON ADDITIONAL MEASURES TO IMPROVE THE ACTIVITIES OF THE MINISTRY OF WATER RESOURCES OF THE REPUBLIC OF UZBEKISTAN",
        "ru": "О ДОПОЛНИТЕЛЬНЫХ МЕРАХ ПО СОВЕРШЕНСТВОВАНИЮ ДЕЯТЕЛЬНОСТИ МИНИСТЕРСТВА ВОДНЫХ РЕСУРСОВ РЕСПУБЛИКИ УЗБЕКИСТАН"
    },
    "laws32": {
        "uz": "O‘ZBEKISTON RESPUBLIKASI SUV XO‘JALIGI VAZIRLIGI FAOLIYaTINI TARTIBGA SOLUVChI NORMATIV-HUQUQIY HUJJATLARNI TASDIQLASh TO‘G‘RISIDA",
        "en": "ON APPROVAL OF NORMATIVE AND LEGAL DOCUMENTS REGULATING THE ACTIVITIES OF THE MINISTRY OF WATER RESOURCES OF THE REPUBLIC OF UZBEKISTAN",
        "ru": "ОБ УТВЕРЖДЕНИИ НОРМАТИВНО-ПРАВОВЫХ ДОКУМЕНТОВ, РЕГУЛИРУЮЩИХ ДЕЯТЕЛЬНОСТЬ МИНИСТЕРСТВА ВОДНЫХ РЕСУРСОВ РЕСПУБЛИКИ УЗБЕКИСТАН"
    },
    "laws33": {
        "uz": "2018-2019 YILLARDA IRRIGASIYaNI RIVOJLANTIRISh VA SUG‘ORILADIGAN YeRLARNING MELIORATIV HOLATINI YaXShILASh DAVLAT DASTURI TO‘G‘RISIDA",
        "en": "ON THE STATE PROGRAM FOR THE DEVELOPMENT OF IRRIGATION AND IMPROVEMENT OF IRRIGATED LAND IN IRRIGATION IN 2018-2019",
        "ru": "О ГОСУДАРСТВЕННОЙ ПРОГРАММЕ РАЗВИТИЯ ОРОШИВАНИЯ И УЛУЧШЕНИЯ ОРОШАЕМЫХ ЗЕМЕЛЬ В ОРОШЕНИИ НА 2018-2019 ГГ."
    },
    "laws34": {
        "uz": "BALIQChILIK SOHASINI YaNADA RIVOJLANTIRIShGA DOIR QO‘ShIMChA ChORA-TADBIRLAR TO‘G‘RISIDA",
        "en": "ON ADDITIONAL MEASURES FOR FURTHER DEVELOPMENT OF THE FISHING FIELD",
        "ru": "О ДОПОЛНИТЕЛЬНЫХ МЕРАХ ПО ДАЛЬНЕЙШЕМУ РАЗВИТИЮ РЫБОЛОВНОГО ОБЛАСТИ"
    },
    "laws35": {
        "uz": "2017 — 2021 YILLARDA QAYTA TIKLANUVChI ENERGETIKANI YaNADA RIVOJLANTIRISh, IQTISODIYoT TARMOQLARI VA IJTIMOIY SOHADA ENERGIYa SAMARADORLIGINI OShIRISh ChORA-TADBIRLARI DASTURI TO‘G‘RISIDA",
        "en": "RECONSTRUCTION OF RENEWABLE ENERGY IN 2017-2021",
        "ru": "РЕКОНСТРУКЦИЯ ВОЗОБНОВЛЯЕМОЙ ЭНЕРГЕТИКИ В 2017-2021 ГГ."
    },
    "Decisions": {
        "uz": "Qarorlar",
        "en": "Decisions",
        "ru": "Решения"
    },
    "korrupsiya": {
        "uz": "O‘ZBEKISTON RESPUBLIKASIDA KORRUPSIYaGA QARShI KURAShISh TIZIMINI TAKOMILLAShTIRISh BO‘YIChA QO‘ShIMChA ChORA-TADBIRLAR TO‘G‘RISIDA",
        "en": "ON ADDITIONAL MEASURES TO IMPROVE THE ANTI-CORRUPTION SYSTEM IN THE REPUBLIC OF UZBEKISTAN",
        "ru": "О ДОПОЛНИТЕЛЬНЫХ МЕРАХ ПО СОВЕРШЕНСТВОВАНИЮ АНТИКОРРУПЦИОННОЙ СИСТЕМЫ В РЕСПУБЛИКЕ УЗБЕКИСТАН"
    },
    "korrupsiyaTitle": {
        "uz": "Korrupsiyaga qarshi kurash",
        "en": "Fight against corruption",
        "ru": "Борьба с коррупцией"
    },
    "webSahifa": {
        "uz": "Rasmiy web sahifa",
        "en": "Official website",
        "ru": "Официальный сайт"
    },
    "action": {
        "uz": "Boshqarma faoliyat to’g’risida",
        "en": "About board activities",
        "ru": "О деятельности правления"
    },
    "axborotXizmati": {
        "uz": "Axborot xizmati",
        "en": "Information service",
        "ru": "Информационная служба"
    }
}